{
  "id": "adrenal-ct-remote-642304",
  "title": "Phillip Cheng, MD MS - Adrenal CT Washout Calculator",
  "source": "adrenal_ct_remote.html",
  "blocks": [
    {
      "type": "heading",
      "level": 1,
      "text": "Phillip Cheng, MD MS"
    },
    {
      "type": "heading",
      "level": 4,
      "text": "USC Department of Radiology"
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Adrenal CT Washout Calculator"
    },
    {
      "type": "paragraph",
      "text": "Corwin MT, Caoili EM, Elsayes KM, et al. Performance of CT With Adrenal-Washout Protocol in Heterogeneous Adrenal Nodules: A Multiinstitutional Study. AJR Am J Roentgenol 2024; 222(5):e2330769"
    },
    {
      "type": "paragraph",
      "text": "Blake MA, Cronin CG, Boland GW. Adrenal imaging. AJR Am J Roentgenol 2010; 194:1450-1460"
    },
    {
      "type": "paragraph",
      "text": "Patel J, Davenport MS, Cohan RH, Caoili EM. Can established CT attenuation and washout criteria for adrenal adenoma accurately exclude pheochromocytoma? AJR Am J Roentgenol 2013; 201:122-7"
    },
    {
      "type": "paragraph",
      "text": "Schieda N, Siegelman E. Update on CT and MRI of adrenal nodules. AJR Am J Roentgenol 2017; 208:1-12"
    },
    {
      "type": "paragraph",
      "text": "Choi YA, Kim CK, Park BK, et al. Evaluation of adrenal metastases from renal cell carcinoma and hepatocellular carcinoma: use of delayed contrast-enhanced CT. Radiology 2013; 266:514-520"
    },
    {
      "type": "paragraph",
      "text": "Blake MA, Kalra MK, Sweeney AT, et al. Distinguishing benign from malignant adrenal masses: multi-detector row CT protocol with 10-minute delay. Radiology 2005; 238:578-585"
    },
    {
      "type": "paragraph",
      "text": "Caoili EM, Korobkin M, Francis IR, et al. Adrenal masses: characterization with combined unenhanced and delayed enhanced CT. Radiology 2002; 222:629-633"
    },
    {
      "type": "paragraph",
      "text": "Corwin MT, Badawy M, Caoili EM, et al. Incidental Adrenal Nodules in Patients Without Known Malignancy: Prevalence of Malignancy and Utility of Washout CT for Characterization -- A Multi-institutional Study. AJR 2022 Jun 22 [published online]. doi:10.2214/AJR.22.27901"
    }
  ]
}
