{
  "id": "child-abuse-page-4fa375",
  "title": "The Radiology Assistant : Child abuse - Diagnostic Imaging 2.0",
  "source": "child-abuse-page.html",
  "blocks": [
    {
      "type": "heading",
      "level": 2,
      "text": "Introduction"
    },
    {
      "type": "paragraph",
      "text": "Battered child syndrome, shaken infant syndrome and non-accidental trauma are all terms to describe the complex of injuries in infants and young children as a result of abuse."
    },
    {
      "type": "paragraph",
      "text": "Shaking is considered a frequent mechanism of trauma in child abuse, causing rib fractures, metaphyseal avulsion fractures, subdural and retinal haemorrhage. However the term shaken baby syndrome is now considered obsolete."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Role of the Radiologist"
    },
    {
      "type": "paragraph",
      "text": "The ability to identify child abuse constitutes an important concern to those involved in the medical care of children.Studies show that at least 10% of children under 5 years old who are brought to the emergency room with trauma have actually suffered non-accidental trauma."
    },
    {
      "type": "paragraph",
      "text": "As many as 65% of all abuse cases are initially seen in the emergency room, the first step in correctly identifying abuse is therefore to train hospital staff members to recognize abuse indicators."
    },
    {
      "type": "paragraph",
      "text": "The wide range of findings, which can mimic other disease processes or normal variants, implies that the definitive diagnosis of child abuse can only be achieved though interdisciplinary collaboration.Several studies have reported that 30-80 % of confirmed physical child abuse cases were missed on initial presentation and many infants sustained additional injury because of the delay in diagnosis."
    },
    {
      "type": "paragraph",
      "text": "The radiologist can be the first to suggest the diagnosis on the basis of imaging studies performed for a wide range of clinical indications. Other roles for the radiologist are listed in the table.The future safety of a physically abused child partially rests on the radiologist's performance of these roles."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "CNS injury"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Subdural hematoma"
    },
    {
      "type": "paragraph",
      "text": "CNS injury related to non-accidental injury is a leading cause of morbidity and mortality in infants and children.Some state that eighty percent of deaths of children under 2 years of age result from non-accidental head trauma."
    },
    {
      "type": "paragraph",
      "text": "A baby's neck muscles are very weak and its head is large and heavy in proportion to the rest of its body.The infant brain is poorly myelinated and is surrounded by larger subarachnoid spaces than the brain in older children and adults."
    },
    {
      "type": "paragraph",
      "text": "When a baby is shaken, the neck snaps back and forth, much like in a whiplash injury, causing the brain to rotate and hit the front and back of the skull."
    },
    {
      "type": "paragraph",
      "text": "This can damage the brain and cause it to bruise, bleed and swell. Imaging studies of the head may show subdural or subarachnoid bleeding, diffuse axonal injury and associated cerebral edema or older injuries such as subdural effusions."
    },
    {
      "type": "paragraph",
      "text": "This is a video of a color doppler in another child with bilateral subdural hematomas."
    },
    {
      "type": "paragraph",
      "text": "Notice again that the subdural hematomas show no vessels in contrast with the abundant subarachnoid vessels."
    },
    {
      "type": "paragraph",
      "text": "Although haemorrhage can occur at any site, the tendency is for blood to extend into the interhemispheric fissure (arrow on image on the right)."
    },
    {
      "type": "paragraph",
      "text": "ImageLeft parietal hyperdense subdural hematoma and small right fronto-parietal subdural hematoma extending into the interhemispheric fissure."
    },
    {
      "type": "paragraph",
      "text": "MR examination is more sensitive in detecting subdural hematomas. In all cases we advise to add susceptibility weighted imaging (SWI) sequences to the imaging protocol."
    },
    {
      "type": "paragraph",
      "text": "ImagesSubtle subdural hematoma on CT is seen to a better advantage on T2-weighted MRI and the hemosiderin deposits are evident on the SWI (arrows)."
    },
    {
      "type": "paragraph",
      "text": "The American Academy of Pediatrics proposed to use the term Abusive Head Trauma (AHT). Another commonly used term is Inflicted Traumatic Brain Injury (ITBI)."
    },
    {
      "type": "paragraph",
      "text": "The classic trauma mechanism described is violently shaking the child back and forth whilst firmly holding the child around the chest. However, this can occur with and without an impact trauma. Direct impact trauma without shaking can also occur.A shaking incident causes the extremities and the head to flail back and forth in a whiplash movement."
    },
    {
      "type": "paragraph",
      "text": "It is important to note that there are no pathognomonic radiological findings for abusive head trauma. For each case multidisciplinary input and collaboration is mandatory."
    },
    {
      "type": "paragraph",
      "text": "Perfusion defects are a major component of long term damage. Therefore diffusion weighted imaging (DWI) should also be part of the standard MR imaging protocol."
    },
    {
      "type": "paragraph",
      "text": "Images2-month-old boy with metaphyseal avulsion fractures, rib fractures and convulsions. T2-weighted image shows subtle right frontal subdural fluid collection, but massive diffusion restriction on DWI."
    },
    {
      "type": "paragraph",
      "text": "It is important to note that there is no evidence base for dating subdural hematomas on CT or MRI. From a medico-legal perspective radiologists should therefore refrain from dating. (ref 1)"
    },
    {
      "type": "paragraph",
      "text": "ImageT1-weighted image shows bilateral chronic subdural hematomas with internal membranes that create hyperintense compartments. This is suggestive of rebleed, but not definitive evidence for that."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Spinal cord injury"
    },
    {
      "type": "paragraph",
      "text": "Cervical spine compression results as shaking or impact injury damages the spinal cord."
    },
    {
      "type": "paragraph",
      "text": "Infants are vulnerable to spinal cord injury because of their large head and weak underdeveloped paraspinous and neck musculature. Spinal cord injury may be difficult to document. These infants may exhibit apnoea or vasomotor collapse similar to spinal shock."
    },
    {
      "type": "paragraph",
      "text": "Subdural hematomas can also be found along the spine, with a preference for the lumbar spine. MRI child abuse protocols should therefore include imaging of the spine."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Skeletal Injury"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Specificity of fractures"
    },
    {
      "type": "paragraph",
      "text": "When we look at pediatric radiographs at the emergency department, we have to realize, that the forces needed to break a bone in an infant or young child are significant.Any fracture in this age group indicates a traumatic event."
    },
    {
      "type": "paragraph",
      "text": "The levels of specificity for child abuse given a fracture are listed in the table on the left."
    },
    {
      "type": "paragraph",
      "text": "The classical metaphyseal corner or bucket handle fracture is virtually pathognomonic for abuse, although a differential diagnosis does exist."
    },
    {
      "type": "paragraph",
      "text": "Rib fractures are very common and highly specific for abuse in young children less than 2 year. The positive predictive value of posterior rib fractures with respect to child abuse have been reported to be 80% - 90%."
    },
    {
      "type": "paragraph",
      "text": "Fractures of the acromion, sternum and spinous processes are so rare in accidental conditions, that this gives them a high specificity for abuse."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Corner fracture"
    },
    {
      "type": "paragraph",
      "text": "The metaphyseal corner fracture, also dubbed by Kleinman as the classic metaphyseal lesion, was first described by Caffey who noted these peculiar fractures in children with subdural hematomas. They are often bilateral and in the distal tibia seen more often at the medial side."
    },
    {
      "type": "paragraph",
      "text": "When a small piece of bone is avulsed due to shearing forces on the fragile growth plate it is seen as the typical corner fracture. These fractures are most common in the tibia, distal femora and proximal humeri. They are frequently bilateral."
    },
    {
      "type": "paragraph",
      "text": "These fractures are often subtle, and the likelihood of detection is directly related to the quality of the radiologic studies."
    },
    {
      "type": "paragraph",
      "text": "It is for this reason that skeletal surveys in cases of suspected child abuse must be performed with utmost attention to the quality of the radiographs."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Bucket handle fractures"
    },
    {
      "type": "paragraph",
      "text": "Bucket handle fractures are essentially the same as corner fractures. The avulsed bone fragment is larger and seen 'en face' as a disc or bucket handle."
    },
    {
      "type": "paragraph",
      "text": "ImagesBucket handle fracture in proximal tibia. The metaphyseal fracture fragment is seen as a disk or bucket handle."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Rib fractures"
    },
    {
      "type": "paragraph",
      "text": "In violent shaking the child is held very tightly around the chest and squeezed while being shaken."
    },
    {
      "type": "paragraph",
      "text": "This compresses the ribs front to back and tends to break them next to their attachment to vertebrae and laterally where they are being literally almost folded in half."
    },
    {
      "type": "paragraph",
      "text": "As a result of this specific trauma mechanism, lateral and posterior rib fractures are highly specific for abuse."
    },
    {
      "type": "paragraph",
      "text": "Cardiopulmonary resuscitation is rarely, if ever, a cause of such fractures."
    },
    {
      "type": "paragraph",
      "text": "These rib fractures in abused children may be found incidentally on chest X-rays performed for other reasons, such as evaluation for pneumonia.Rib fractures are highly specific for abuse."
    },
    {
      "type": "paragraph",
      "text": "In a study in the Netherlands a total of 254 fractures were found in 56 cases of abusive head trauma. There was an extremely high incidence of rib fractures and metaphyseal fractures (ref)."
    },
    {
      "type": "paragraph",
      "text": "Rib fractures pose difficulties similar to those of metaphyseal injuries in that they are easily overlooked on radiographs.In the acute stage they are not evident on radiographs, as little displacement occurs.They are often identified on the repeated skeletal survey when the fractures are in the healing stage showing callus."
    },
    {
      "type": "paragraph",
      "text": "Especially fractures at the ventral ends of the ribs are challenging."
    },
    {
      "type": "paragraph",
      "text": "Ultrasonography is helpful in detecting dislocation at the ventral costo-chondral junction."
    },
    {
      "type": "paragraph",
      "text": "ImagesChild evaluated for soft tissue mass in costchondral region. The ultrasound shows soft tissue swelling (yellow arrows), chondral part of rib (red arrow) disrupted from bony part (orange arrow) of rib. The Initial chest film was negative. Chest film 2 weeks later showed fractures."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Skull fractures"
    },
    {
      "type": "paragraph",
      "text": "Skull fractures are common child abuse injuries, but they are also common in accidental trauma."
    },
    {
      "type": "paragraph",
      "text": "Patterns of skull fracture that suggest child abuse are:"
    },
    {
      "type": "list",
      "items": [
        "Multiple 'eggshell' fractures",
        "Occipital impression fractures"
      ]
    },
    {
      "type": "paragraph",
      "text": "The infant's skull is rather resistant to trauma, so any fracture that is not consistent with the history should raise the question of non-accidental injury."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Diaphyseal fractures"
    },
    {
      "type": "paragraph",
      "text": "Diaphyseal fractures are non-specific as they do occur in both accidental and non-accidental injury.However in these cases the age and developmental stage of the child and the clinical history is very important."
    },
    {
      "type": "paragraph",
      "text": "A fall out of a bed will usually not produce a diaphyseal fracture.In order to acquire a transverse diaphyseal fracture of the femur a considerable amount of power has to be applied."
    },
    {
      "type": "paragraph",
      "text": "Spiral fractures are a result of twisting forces.Although often stated there is no evidence that a spiral fracture of the lower extremity has a higher specificity of abuse compared to oblique or transverse fractures."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Fracture healing"
    },
    {
      "type": "paragraph",
      "text": "Callus in diaphyseal fractures generally forms no earlier than 5 days after a fracture, but will usually form by 14 days.Thus, fractures without visible callus may be up to 14 days old, and fractures which demonstrate a little bit of callus are at least 5 days old. Large amounts of callus indicate at least 2 weeks old."
    },
    {
      "type": "paragraph",
      "text": "These signs can be used to correlate with the history. For instance a child that fell out of bed the day before cannot have a fracture with callus formation."
    },
    {
      "type": "paragraph",
      "text": "Although it is impossible to exactly date a fracture it is clearly possible to discern different healing stages within a case. Thus having an evidential value for multiple incidents leading to the fractures.Metaphyseal fractures and skull fractures typically do not heal with callus as there is no periosteal disruption, so dating of metaphyseal fractures is difficult."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Abdominal injuries"
    },
    {
      "type": "paragraph",
      "text": "In general visceral injuries in children are rare, however when diagnosed common abdominal injuries in abused children are:"
    },
    {
      "type": "list",
      "items": [
        "liver laceration",
        "duodenal hematoma",
        "pancreatic laceration"
      ]
    },
    {
      "type": "paragraph",
      "text": "Visceral injury is seen at autopsy of young infants, but it is rarely documented radiologically in living victims less than 1 year of age. It is estimated that 2-10% of all abdominal injury results from child abuse. The mean age of these children is about 2 years, which is older than the cases we have discussed before. It is more common in boys than girls."
    },
    {
      "type": "paragraph",
      "text": "The mortality rate in abdominal injuries is 50% due to 'patients and doctors delay'.These children are brought to the hospital days after the injury, when a perforation already has resulted in peritonitis and sepsis.The history given by the abusers usually does not correlate with the symptoms, which makes these cases very difficult to evaluate for the clinician."
    },
    {
      "type": "paragraph",
      "text": "ImageThe CT shows pancreatic laceration in child abuse."
    },
    {
      "type": "paragraph",
      "text": "These abdominal injuries are non-specific and could also be attributed to accidental injury. However in most of these cases of child abuse, there is a history that does not correlate well with the injuries, that are found. So you have to look for other more specific skeletal injuries in these children."
    },
    {
      "type": "paragraph",
      "text": "ImageLiver laceration in child abuse"
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Retinal hemorrhage"
    },
    {
      "type": "paragraph",
      "text": "Retinal haemorrhage is seen in a high proportion of cases of infant abuse in which shaking is documented."
    },
    {
      "type": "paragraph",
      "text": "Ophthalmologic examination is the gold standard, but sometimes the retinal abnormalities can be seen with MRI.As retinal haemorrhages can resolve in a short time span the ophthalmologic examination should be done within 24 hours after presentation."
    },
    {
      "type": "paragraph",
      "text": "ImagesThe SWI shows bilateral subdural hematomas in a 3-month-old abused girl.The T2W-image shows subtle retinal thickening in the right eye and detached retina on the left."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Imaging survey in suspected abuse"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Initial skeletal survey"
    },
    {
      "type": "paragraph",
      "text": "A protocol for imaging in suspected abuse should be present in every hospital."
    },
    {
      "type": "paragraph",
      "text": "Radiographic skeletal survey is necessary in all children less than 2 years old suspected of abuse. In children over the age of 2 a skeletal survey should only be done on indication."
    },
    {
      "type": "paragraph",
      "text": "It has been defined by the Royal College of Radiologists and the Society and College of Radiographers and consists of the radiographs shown in the table (ref)."
    },
    {
      "type": "paragraph",
      "text": "The authors do not encourage the use of a single exposure of the extremities, but prefer individual radiographs of each long bone."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Follow-up skeletal survey"
    },
    {
      "type": "paragraph",
      "text": "After two weeks a limited repeated skeletal survey shown in the table on the left should be performed. This skeletal survey may provide evidence of a healing injury, that was unapparent on the initial study."
    },
    {
      "type": "paragraph",
      "text": "Expert attention to technique and detail is necessary to get quality radiographs that show some of the very subtle injuries of abuse.Never ever perform a 'babygram'."
    },
    {
      "type": "paragraph",
      "text": "Remember that these are the radiographs that will go to court."
    },
    {
      "type": "paragraph",
      "text": "Nuclear bone scan is usually not necessary. Perform this only if there are equivocal findings on the skeletal survey or if there is a high clinical suspicion of skeletal injury but the skeletal survey is normal. Conventional radiographs of the areas of abnormality identified at bone scan, are still needed to evaluate for the exact nature of the abnormality."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Brain CT in suspected abuse"
    },
    {
      "type": "paragraph",
      "text": "CT of the brain should be performed on all suspected abuse victims under one year old."
    },
    {
      "type": "paragraph",
      "text": "Children who are older than one year and have external evidence of head trauma and/or abnormal neurological symptoms or signs should also have a CT scan of the head."
    },
    {
      "type": "paragraph",
      "text": "A CT scan is superior in detecting skull fractures (especially 3D reconstructions) and demonstrates subdural haemorrhages (ref)."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Differential diagnosis"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Accidental injury"
    },
    {
      "type": "paragraph",
      "text": "Accidental subdural haemorrhages have been reported in infants after motor vehicle collisions or falls involving substantial angular deceleration."
    },
    {
      "type": "paragraph",
      "text": "In cases of accidental head injury, the history is clear and consistent, the infant's symptoms reflect the forces described, and no unexplained skeletal injuries are identified."
    },
    {
      "type": "paragraph",
      "text": "Birth trauma resulting from high birth weight and traumatic delivery has been postulated as a cause of rib fractures in infants, but this is extremely rare (figure)."
    },
    {
      "type": "paragraph",
      "text": "Rib fractures associated with accidental trauma are rare and require significant force to produce such as direct chest wall trauma from motor vehicle crashes, because the elastic and more flexible chest wall of infants allows for greater compression without injury."
    },
    {
      "type": "paragraph",
      "text": "Cardiopulmonary resuscitation also has been implicated as a cause for rib fractures. Many critically ill children receive CPR and have no evidence of rib fractures. More important, CPR has not been reported to cause posterior rib fractures."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Coagulopathies"
    },
    {
      "type": "paragraph",
      "text": "A variety of coagulopathies is associated with intracranial hemorrhage in infants, including hemophilia and hypoprothrombinemia caused by vitamin K deficiency. These disorders are suggested by the clinical history, physical findings, and laboratory tests."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Osteogenesis imperfecta"
    },
    {
      "type": "paragraph",
      "text": "Osteogenesis imperfecta is a rare inherited disorder of connective tissue. Other skeletal findings in these patients are generalized osteoporosis, wormian bones, bowing and angulation of healed fractures and progressive scoliosis. In addition to fractures, suggestive findings include blue sclerae, hearing impairment, dentinogenesis imperfecta, hypermobility of the joints, bruising and short stature. Subdural hemorrhage is a rare complication of the disease."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Menke's disease"
    },
    {
      "type": "paragraph",
      "text": "Menke's disease is a very uncommon inborn error of metabolism. In these patient's small metaphyseal hooks can be seen that resemble corner fractures."
    },
    {
      "type": "paragraph",
      "text": "ImageSmall metaphyseal hooks seen in a patient with Menke's disease."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Spondylometaphyseal dysplasia"
    },
    {
      "type": "paragraph",
      "text": "Spondylometaphyseal dysplasia, 'corner fracture' type is a skeletal dysplasia associated with short stature, developmental coxa vara, progressive hip deformity, simulated 'corner fractures' of long tubular bones and vertebral body abnormalities."
    },
    {
      "type": "paragraph",
      "text": "ImageThe x-rays show a rare case of spondylometaphyseal dysplasia corner fracture type.In these children the form of the metaphysis is irregular resembling an old corner fracture. However, vertebral anomalies are also present."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Caffey's disease"
    },
    {
      "type": "paragraph",
      "text": "This is a rare disease of unknown aetiology.These children have extreme periosteal reactions. This can lead to the erroneous diagnosis of healing fractures."
    },
    {
      "type": "paragraph",
      "text": "ImageAbundant periosteal bone formation in a case of Caffey's disease"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Normal variants"
    },
    {
      "type": "paragraph",
      "text": "The pointed appearance of the metaphyseal borders (beaks or spurs) may simulate metaphyseal avulsion fractures. Another normal variant is the metaphyseal collar."
    },
    {
      "type": "paragraph",
      "text": "Image1.5 year-old-boy with accidental spiral fissure of the left femoral shaft. Initially, the metaphyseal collar (white arrows) and metaphyseal spur (red arrow) were interpreted as torus fractures and metaphyseal avulsion fracture, respectively."
    },
    {
      "type": "paragraph",
      "text": "This raised suspicion for non-accidental injury. However, these are normal variants."
    },
    {
      "type": "paragraph",
      "text": "The proximal shaft of the tibial may show a small prominence of unknown origin that may be mistaken for a torus fracture."
    }
  ]
}
