{
  "id": "ddh-page-6be549",
  "title": "The Radiology Assistant : Developmental Dysplasia of the Hip",
  "source": "ddh-page.html",
  "blocks": [
    {
      "type": "heading",
      "level": 2,
      "text": "Introduction"
    },
    {
      "type": "paragraph",
      "text": "Developmental dysplasia of the hip (DDH) is one of the most common musculoskeletal problems in newborns. It is also known as congenital hip dysplasia, but actually this is a misnomer. It is a developmental disease. There are children who are born with normal hips who develop dysplasia (figure)."
    },
    {
      "type": "paragraph",
      "text": "In this case the child had a neuromuscular disorder which caused the hip to become dysplastic and dislocate."
    },
    {
      "type": "paragraph",
      "text": "On the other hand there are children who are born with dysplasia of the hip that resolves spontaneously or after relatively simple treatment, e.g. a Pavlik harness (figure)."
    },
    {
      "type": "paragraph",
      "text": "So we have to realize that DDH is a dynamic disease and it is not always present at birth as suggested by the name congenital hip dysplasia. Treatment is easier and complications are less likely to occur when DDH is diagnosed early."
    },
    {
      "type": "paragraph",
      "text": "In this case at 13 months the only sign of the former dysplasia is the delay of the femoral head to ossify."
    },
    {
      "type": "paragraph",
      "text": "Developmental dysplasia of the hip is more common in girls especially if there has been a breech presentation or when they have a positive family history. These risk factors play a lesser role in boys."
    },
    {
      "type": "paragraph",
      "text": "Clubfoot was thought to be a risk factor, but this no longer holds true."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Ultrasound examination"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Ultrasound orientation"
    },
    {
      "type": "paragraph",
      "text": "With ultrasound we are looking at the same anatomic structures as on the x-ray. The ultrasound images are in the coronal plane (figure)."
    },
    {
      "type": "paragraph",
      "text": "As a consequence the Graf classification of hip dysplasia is mainly based on the morphology of the iliac bone, where we look at the shape of the acetabulum, the bony and cartilaginous acetabular rim, labrum and position of the femoral head."
    },
    {
      "type": "paragraph",
      "text": "Since ultrasound has the advantage of also displaying the cartilagenous structures, we can also look at the coverage of the femoral head by the cartilage of the acetabulum and the labrum."
    },
    {
      "type": "paragraph",
      "text": "Because the infant is lying on its side the anatomy is displayed in a horizontal fashion instead of vertical (figure)"
    },
    {
      "type": "paragraph",
      "text": "And this is the way the ultrasound image is displayed on the screen of the ultrasound machine"
    },
    {
      "type": "paragraph",
      "text": "In this video the ultrasound anatomy is shown."
    },
    {
      "type": "paragraph",
      "text": "Here the anatomy in the coronal plane."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Examination technique"
    },
    {
      "type": "paragraph",
      "text": "A lineair, high frequency probe is used. The focus is set at the acetabular edge."
    },
    {
      "type": "paragraph",
      "text": "It is important to display an image in the coronal plane at the level of the triradiate cartilage, which is the synchondrosis between the iliac, ischial and pubic bones which form the acetabulum."
    },
    {
      "type": "paragraph",
      "text": "This is shown in the video."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Instability"
    },
    {
      "type": "paragraph",
      "text": "Sometimes in very displastic hips the use of a convex transducer can be of help."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Measurements"
    },
    {
      "type": "paragraph",
      "text": "First three points of interest need to be indentified in the image:"
    },
    {
      "type": "list",
      "items": [
        "Centre of labrum",
        "Lower limb of the iliac bone (=Undersurface of the medial border of the acetabulum where the iliac bone meets the triradiate cartilage)",
        "Bony rim of acetabulum. When the bony rim is angular this point is easily recognized. When rounded this point is defined as the point where the concavity of the bony acetabular roof changes into the convexity of the ilium"
      ]
    },
    {
      "type": "paragraph",
      "text": "In this video you'll see proper measurement after placement of the three points of interest."
    },
    {
      "type": "paragraph",
      "text": "When you perform the ultrasound examination, make sure that these three points can be identified on the image."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Graf's classification"
    },
    {
      "type": "paragraph",
      "text": "This is the Graf classification - short version."
    },
    {
      "type": "paragraph",
      "text": "The alpha-angle, which is a measurement of the bony roof of the acetabulum, mainly determines the hip type."
    },
    {
      "type": "paragraph",
      "text": "Actually, for classification purposes the beta angle is only used to differentiate between type Ia and Ib (both normal hips) and between type IIc and type D)"
    },
    {
      "type": "paragraph",
      "text": "This is the Graf classification - long version."
    },
    {
      "type": "paragraph",
      "text": "Another important factor is the age of the child. Up to the age of 3 months (13 weeks) an alpha angle below 60 degrees is acceptable. A neonate can even start with an alpha angle of 50 degrees provided that the angle gradually reaches the 60 degrees by the age of 12 weeks."
    },
    {
      "type": "paragraph",
      "text": "At the age of 3 months the decision has to be made whether the hip is normal or not."
    },
    {
      "type": "paragraph",
      "text": "Evidently if a neonate starts with an alpha angle of 60 degrees than everything is o.k. and no follow up is necessary."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Type I"
    },
    {
      "type": "paragraph",
      "text": "Type I hips have an alpha angle of more than 60 degrees and are normal. Although there is a distinction between type Ia and Ib this is not clinically relevant."
    },
    {
      "type": "paragraph",
      "text": "Type Ia"
    },
    {
      "type": "paragraph",
      "text": "This examination shows a good morphology of the bony acetabular roof with a sharp angular bony rim. No problem here in depicting the lateral rim of the bony roof of the acetabulum."
    },
    {
      "type": "paragraph",
      "text": "There is nice coverage of the femoral head by the cartilaginous roof and the labrum."
    },
    {
      "type": "paragraph",
      "text": "The alpha angle is above the 60 degrees and the beta-angle is way below 55 degrees."
    },
    {
      "type": "paragraph",
      "text": "Type Ib"
    },
    {
      "type": "paragraph",
      "text": "This is also a normal hip. There is good coverage of the femoral head. The only difference with the type Ia-hip is a blunted bony rim. As a result the alpha-angle will be a little bit steeper than in type Ia, but still within a normal range. The beta angle is 61, i.e more than 55."
    },
    {
      "type": "paragraph",
      "text": "These hips are normal and follow up is not needed."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Type II"
    },
    {
      "type": "paragraph",
      "text": "Type IIaIf a child is less than 3 months old, then an alpha angle of 50-59 degrees is considered an immature hip. At the age of 6-13 weeks a distinction is made whether it is thought that the immature hip develops apropriate according to age (IIa+) or inappropriate (IIa-)"
    },
    {
      "type": "paragraph",
      "text": "Type IIa+ The maturation process of type IIa+ hip is still within acceptable limits for age according to the table."
    },
    {
      "type": "paragraph",
      "text": "Type IIa-A type IIa- hip is at risk to develop dysplasia. So an alpha angle of 56 degrees at the age of 7 weeks is called type IIa+, while at the age of 10 weeks it is called a type IIa-."
    },
    {
      "type": "paragraph",
      "text": "Type IIb If a child is older than 3 months or 13 weeks, then an alpha angle of 50-59 degrees is considered a sign of dysplasia, i.e type IIb."
    },
    {
      "type": "paragraph",
      "text": "Type IIa"
    },
    {
      "type": "paragraph",
      "text": "Here we see a hip with an alpha-angle of 55. The bony acetabular roof is less well-formed and there is a rounded acetabular bony rim."
    },
    {
      "type": "paragraph",
      "text": "The age of the child is 4 weeks, so we call this a type IIa."
    },
    {
      "type": "paragraph",
      "text": "About 90 % of newborns with Graf type IIa hips do not develop DDH."
    },
    {
      "type": "paragraph",
      "text": "Type IIa(+)"
    },
    {
      "type": "paragraph",
      "text": "At the age of 6 weeks the same findings result in a type IIa(+)."
    },
    {
      "type": "paragraph",
      "text": "Type IIb"
    },
    {
      "type": "paragraph",
      "text": "At the age of 3 months or 13 weeks the same findings result in a type IIb-hip."
    },
    {
      "type": "paragraph",
      "text": "Type IIc"
    },
    {
      "type": "paragraph",
      "text": "Here a type IIc hip. The bony acetabular roof is severely deficient with a rounded to almost flat bony rim. The alpha angle is 46 degrees."
    },
    {
      "type": "paragraph",
      "text": "The femoral head is still covered by the cartilaginous roof and the labrum."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Type D"
    },
    {
      "type": "paragraph",
      "text": "A type D hip is much like a type IIC hip, but the main difference is a decentring hip with a displaced cartilage roof."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Type III"
    },
    {
      "type": "paragraph",
      "text": "In type III hips the femoral head dislocated. The labrum is moved upwards."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Type IV"
    },
    {
      "type": "paragraph",
      "text": "In Graf type IV there is a severe dislocation of the femoral head which obscures most of the bony roof."
    },
    {
      "type": "paragraph",
      "text": "The cartilaginous roof is compressed between the femoral head and the bony acetabular rim."
    },
    {
      "type": "paragraph",
      "text": "The labrum is dislocated downwards and interposed between the femoral head and the lateral acetabular edge."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Reporting"
    },
    {
      "type": "paragraph",
      "text": "In the table a list of things that should be mentioned in your report."
    }
  ]
}
