{
  "id": "downloaded-articles-downloaded-articles-converted-ct-of-bowel-wall-thickening-significance-and-pitfalls-of-interpretation-ajr-4b7040",
  "title": "CT of Bowel Wall Thickening Significance and Pitfalls of Interpretation _ AJR",
  "source": "downloaded_articles/downloaded_articles/converted-ct-of-bowel-wall-thickening-significance-and-pitfalls-of-interpretation--ajr.html",
  "blocks": [
    {
      "type": "heading",
      "level": 2,
      "text": "Normal Gastrointestinal Tract"
    },
    {
      "type": "image",
      "assetId": "asset_ee22e9c1ba",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 1. -Normal enhancement and appearance of small bowel in 77-year-old woman. Axial CT scan obtained at level of kidneys with IV contrast material and water as oral contrast agent shows enhancement of normal bowel wall. Note thinly enhancing valvulae conniventes (arrow). This finding is often better seen when water alone is given as oral contrast agent. Enhancement may be obscured with positive contrast in lumen."
    },
    {
      "type": "image",
      "assetId": "asset_3f3d2abf16",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 2A. -Perceived pitfall in interpretation of bowel wall thickening caused by mixing of water and oral contrast material in 47-year-old man with history of lymphoma. Axial CT scan through upper abdomen shows apparent homogeneous circumferential thickening of wall of jejunum loops (arrow), a finding suspicious for lymphoma."
    },
    {
      "type": "image",
      "assetId": "asset_d619efebaf",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 2B. -Perceived pitfall in interpretation of bowel wall thickening caused by mixing of water and oral contrast material in 47-year-old man with history of lymphoma. Radiograph from upper gastrointestinal series performed 2 days after A shows normal small bowel (arrow)."
    },
    {
      "type": "image",
      "assetId": "asset_c2410abf1c",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 3. -Normal colonic wall thickness in 81-year-old woman with breast cancer. Contrast-enhanced axial CT scan of cecum suggests bowel wall thickening with target appearance (arrow). However, ventral wall is thin, without target appearance (arrowhead). Occasionally, residual fluid in bowel can mimic submucosal edema and bowel wall thickening, as in this case. Identifying focal area of distention without adjacent fluid will clarify wall thickness."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Bowel Wall Thickening"
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Attenuation of the Thickened Bowel Wall"
    },
    {
      "type": "image",
      "assetId": "asset_395da0ad67",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 4A. -Target sign detected only after IV contrast administration in 64-year-old man with pain and bloody diarrhea. CT scan obtained without IV contrast material shows moderate circumferential thickening of sigmoid colon (arrow). Attenuation of bowel wall is homogeneous. Without IV contrast material, further characterization is not possible."
    },
    {
      "type": "image",
      "assetId": "asset_357668e7cb",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 4B. -Target sign detected only after IV contrast administration in 64-year-old man with pain and bloody diarrhea. Contrast-enhanced axial CT image obtained 48 hr after A at same level shows thickened sigmoid with target configuration (arrow). Findings suggest inflammation or ischemia. Endoscopy and biopsy confirmed ischemic colitis."
    },
    {
      "type": "image",
      "assetId": "asset_565772218b",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 5. -Deposition of fat in submucosa producing target sign in 85-year-old man with history of chronic ulcerative colitis. Contrast-enhanced axial CT scan of rectum shows target configuration with central low attenuation in submucosa (arrow). Central low attenuation is same density (-80 H) as surrounding perirectal fat, indicating submucosal fat deposition. Patient was asymptomatic at time of examination."
    },
    {
      "type": "image",
      "assetId": "asset_bbd36abbd8",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 6A. -Improved detection and evaluation of intramural air with wide window and low level settings in 34-year-old woman with AIDS and diarrhea. Contrast-enhanced axial CT scan (window width and level, 420 and 30 H) at level of cecum shows gas surrounding cecum (arrow)."
    },
    {
      "type": "image",
      "assetId": "asset_3cad601f13",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 6B. -Improved detection and evaluation of intramural air with wide window and low level settings in 34-year-old woman with AIDS and diarrhea. Same CT slice as A (window width and level, 1550 and -460 H, respectively) better shows that central low attenuation (gas) is in wall (arrow) of cecum, which is compatible with pneumatosis. Patient was treated with antibiotics, improved within a week, and did not require colectomy."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Homogeneous Attenuation"
    },
    {
      "type": "image",
      "assetId": "asset_c7e5cc4b5a",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 7. -Intramural hemorrhage in 64-year-old man with bowel wall thickening (homogeneous attenuation). Contrast-enhanced axial CT scan of abdomen shows segmental circumferential thickening with homogeneous attenuation of a loop of jejunum (arrow). Differential diagnosis includes hemorrhage, ischemia, and lymphoma. Because of history of anticoagulation therapy and abrupt onset, hemorrhage is most likely. Unenhanced study can better define high attenuation."
    },
    {
      "type": "image",
      "assetId": "asset_ada3331909",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 8A. -Ischemic bowel with mural thickening and target configuration of attenuation in 71-year-old woman. Contrast-enhanced axial CT scan at level of terminal ileum shows circumferential small-bowel wall thickening with target configuration (arrow)."
    },
    {
      "type": "image",
      "assetId": "asset_ee683ee01e",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 8B. -Ischemic bowel with mural thickening and target configuration of attenuation in 71-year-old woman. Contrast-enhanced axial CT scan at level of superior mesenteric artery shows intraluminal filling defect (arrow) consistent with mural thrombus. Thrombus was confirmed at follow-up angiography."
    },
    {
      "type": "image",
      "assetId": "asset_a4c8c50974",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 9. -Closed-loop small-bowel obstruction with ischemic bowel in 83-year-old woman. Contrast-enhanced axial CT image at level of pelvis shows typical configuration of closed-loop obstruction with dilated small-bowel loops in radial distribution, minimal to no mural thickening, and homogeneous attenuation (open arrows). Note loops in closed-loop obstruction do not enhance to same degree as loops not in closed loop (solid arrow), suggesting ischemia. Ischemic bowel with infarction was present at subsequent surgery."
    },
    {
      "type": "image",
      "assetId": "asset_9bcc18c362",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 10. -Well-differentiated adenocarcinoma in 26-year-old man with bowel obstruction. Contrast-enhanced axial CT scan at level of cecum shows homogeneous attenuation (enhancement) of circumferentially thickened cecum (straight arrows). Small amount of fluid is seen in lumen (arrowhead). Note multiple obstructed loops of small bowel with air-fluid levels (curved arrow). Surgery revealed well-differentiated adenocarcinoma of cecum."
    },
    {
      "type": "image",
      "assetId": "asset_a12abc9346",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 11. -Lymphoma of small bowel in 30-year-old man. Contrast-enhanced axial CT image of mid abdomen shows homogeneous attenuation (enhancement) of markedly thickened small bowel (arrows). Thickening involves a short segment of small bowel. Despite small-bowel thickening, mild dilatation of lumen is seen. Findings are strongly suggestive of small-bowel lymphoma. Note retroperitoneal lymphadenopathy (arrowhead). Biopsy revealed non-Hodgkin's lymphoma."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Heterogeneous (Stratified) Attenuation"
    },
    {
      "type": "image",
      "assetId": "asset_cbe61b15f7",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 12. -Target sign in 35-year-old woman with history of ulcerative colitis. Contrast-enhanced axial CT image of rectum shows mild wall thickening with classic target appearance and inner enhancement of mucosa (short white arrow) and outer enhancement of muscular layer (long white arrow) surrounding low-attenuation edematous submucosa (black arrow)."
    },
    {
      "type": "image",
      "assetId": "asset_3d8b211f28",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 13. -Target sign in 37-year-old man with history of acute Crohn's disease. Contrast-enhanced axial CT image shows marked circumferential thickening of terminal ileum. Target appearance is present, with enhancement of mucosa (short arrow) and outer enhancement of muscular layer (long arrow) surrounding low-attenuation edematous submucosa (arrowhead)."
    },
    {
      "type": "image",
      "assetId": "asset_603d98e788",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 14. -Target sign in 37-year-old woman with history of lupus erythematosus. Contrast-enhanced axial CT image at level of mid abdomen shows diffuse marked circumferential thickening of colon. Target appearance is present, with enhancement of mucosa (short white arrow) and outer enhancement of muscular layer and serosa (long white arrow) surrounding low-attenuation edematous submucosa. Small amount of ascites is present (arrowhead)."
    },
    {
      "type": "image",
      "assetId": "asset_0cb8cb8990",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 15. -Intraluminal air mimicking pneumatosis in 58-year-old man. Unenhanced axial CT scan at level of stomach shows gas (arrow) between wall of stomach and residual gastric fluid mimicking pneumatosis. Note pneumobilia (arrowhead) from previous procedure."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Heterogeneous (Mixed) Attenuation"
    },
    {
      "type": "image",
      "assetId": "asset_7c5746a24b",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 16. -Heterogeneous low-attenuation enhancement in mucinous adenocarcinoma with irregular circumferential bowel wall thickening in 64-year-old man with abdominal pain. Contrast-enhanced axial CT image of splenic flexure shows irregular wall thickening (arrows) with heterogeneous areas of low attenuation in colon wall (arrowhead). Large mucinous adenocarcinoma was found at surgery."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Degree of Bowel Wall Thickening"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Mild Thickening"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Marked Thickening"
    },
    {
      "type": "image",
      "assetId": "asset_6360c06f7e",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 17. -Diffuse marked colonic thickening with target appearance in pseudomembranous colitis in 18-year-old woman with diarrhea. Contrast-enhanced axial CT image of mid abdomen shows diffuse marked circumferential wall thickening of cecum and descending colon with target appearance (arrows). Findings are consistent with inflammatory colitis; stool was positive for Clostridium difficile cytotoxin."
    },
    {
      "type": "image",
      "assetId": "asset_45d1c17c57",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 18. -Accordion sign in 44-year-old man with diarrhea and Clostridium difficile colitis. Contrast-enhanced axial CT image of mid abdomen shows marked thickening of haustra (arrowheads). Barium (arrow) trapped between thickened haustra mimic appearance of accordion."
    },
    {
      "type": "image",
      "assetId": "asset_2648c77014",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 19. -Exophytic intestinal mass in 84-year-old man with bowel obstruction. Contrast enhanced axial CT image shows large bulky exophytic mass extending from jejunum with heterogeneous attenuation (white arrows). Small bubble of gas is present in mass (black arrow), suggesting fistula in bowel. Surgery revealed malignant gastrointestinal stromal tumor."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Symmetric Versus Asymmetric Thickening"
    },
    {
      "type": "image",
      "assetId": "asset_5abd85a765",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 20A. -CT scans of focal asymmetric thickening in 59-year-old man show importance of rectal distention. Axial scan at level of rectum shows lack of distention (arrow), which limits the examination."
    },
    {
      "type": "image",
      "assetId": "asset_9181f2b7f3",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 20B. -CT scans of focal asymmetric thickening in 59-year-old man show importance of rectal distention. Axial scan at same level as A performed after administration of rectal air shows focal asymmetrically thickened ulcerated mass (arrow) on nondependent wall of rectum. Biopsy revealed rectal adenocarcinoma."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Focal, Segmental, or Diffuse Bowel Wall Thickening and Location"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Focal Involvement"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Segmental Involvement"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Diffuse Involvement"
    },
    {
      "type": "image",
      "assetId": "asset_cd5266be3d",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 21. -Diffuse mild colonic wall thickening in 35-year-old woman. Contrast-enhanced axial CT image shows mild circumferential wall thickening of ascending and descending colons (arrows). Diffuse mild colitis suggests infection or ulcerative colitis. Endoscopy revealed ulcerative colitis."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Associated Abnormalities"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Lymph Nodes"
    },
    {
      "type": "image",
      "assetId": "asset_7d4dd9d040",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 22A. -42-year-old woman with low-attenuation caseating lymph nodes in intestinal tuberculosis. Contrast-enhanced axial CT image of cecum shows irregular focal thickening (arrow) with associated small regional lymph nodes (arrowhead). Findings mimic cecal carcinoma."
    },
    {
      "type": "image",
      "assetId": "asset_8c28cdaab8",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 22B. -42-year-old woman with low-attenuation caseating lymph nodes in intestinal tuberculosis. Contrast-enhanced axial CT image 1 cm cephalad to A shows larger lymph node with central low attenuation (arrow). Endoscopy and biopsy revealed cecal tuberculosis."
    },
    {
      "type": "image",
      "assetId": "asset_3a65806923",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 23A. -Benign versus malignant colonic lesion: importance of lymphadenopathy. Contrast-enhanced axial CT scan of descending colon in 43-year-old man shows mild bowel wall thickening (straight arrow) with fluid in adjacent paracolic gutter (arrowhead). Small diverticulum is present (curved arrow). Findings are consistent with mild focal diverticulitis, which resolved after antibiotic therapy."
    },
    {
      "type": "image",
      "assetId": "asset_ce3da7b584",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 23B. -Benign versus malignant colonic lesion: importance of lymphadenopathy. 66-year-old man with left-sided abdominal pain. Contrast-enhanced axial CT image at level of descending colon shows mild thickening (long arrow) with fluid and stranding in adjacent paracolic gutter (arrowhead). In addition, cluster of small lymph nodes is seen in adjacent pericolonic fat (short arrow). This finding (lymphadenopathy) is more commonly present in focal adenocarcinoma than in diverticulitis. Surgery revealed adenocarcinoma, and seven of nine lymph nodes tested positive for lymphadenopathy."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Mesenteric Stranding and Calcification"
    },
    {
      "type": "image",
      "assetId": "asset_0880c90889",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 24. -Mesenteric mass with calcification and adjacent desmoplastic reaction in 80-year-old woman with abdominal pain. Contrast-enhanced axial CT image of abdomen shows soft-tissue mass with small calcifications (black arrow) in mesentery (straight white arrow). Note desmoplastic response with stranding of adjacent fat and associated bowel wall thickening (curved arrow). Surgery revealed carcinoid tumor."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Abscess, Sinus Tracts, and Fistulas"
    },
    {
      "type": "image",
      "assetId": "asset_8e5588c6bd",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 25. -Abscess in Crohn's disease in 21-year-old man. Contrast-enhanced axial CT image of pelvis shows segmental distal ileal thickening with target sign (white arrow) and abscess in right iliopsoas muscle (black arrow)."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Fibrofatty Proliferation"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Solid Organs"
    },
    {
      "type": "image",
      "assetId": "asset_c55b2bc4d8",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Fig. 26. -Colonic edema in cirrhosis in 50-year-old man. Contrast-enhanced axial CT image of right colon shows mild circumferential wall thickening in right colon and target appearance consistent with edema (arrow). Patient did not have pain or diarrhea. CT of liver (not shown) showed findings consistent with cirrhosis."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Conclusion"
    },
    {
      "type": "paragraph",
      "text": "APPENDIX 1 : Patterns of Attenuation in Bowel Wall Thickening"
    },
    {
      "type": "table",
      "columns": [],
      "rows": [
        [
          "I.HomogeneousCommon1.Submucosal hemorrhage2.Lymphoma3.Small adenocarcinomaUncommon1.Infarcted bowel2.Pitfalls related to residual fluid3.Chronic Crohn's disease4.Chronic radiation injuryII.HeterogeneousStratified attenuation1.Commona.Ischemiab.Infectious enterocolitisc.Crohn's disease, ulcerative colitisd.Vasculitis, lupus, Henoch-Schonlein purpurae.Radiationf.Bowel edema related to cirrhosis or low-protein state2.Uncommona.Infiltrating scirrhous carcinoma (usually stomach or rectum)b.Residual fluid and contrast materialc.Submucosal fat depositiond.PneumatosisMixed attenuation, common1.Large adenocarcinoma2.Gastrointestinal stromal tumor3.Mucinous adenocarcinoma"
        ]
      ]
    },
    {
      "type": "paragraph",
      "text": "APPENDIX 2 : Degree of Bowel Wall Thickening"
    },
    {
      "type": "table",
      "columns": [],
      "rows": [
        [
          "I.Mild Thickening (<2 cm)Common1.Infectious enterocolitis2.Ulcerative colitis3.Crohn's disease4.Radiation injury5.Ischemia6.Bowel edema in cirrhosis7.Submucosal hemorrhageUncommon1.Adenocarcinoma2.LymphomaII.Marked Thickening (>2 cm)Common1.Adenocarcinoma, gastrointestinal stromal tumor, metastases, lymphoma2.Severe colitis3.Systemic lupus erythematosusUncommon1.Crohn's disease, tuberculosis, histoplasmosis, cytomegalovirus2.Submucosal hemorrhage"
        ]
      ]
    },
    {
      "type": "paragraph",
      "text": "APPENDIX 3 : Symmetry of Bowel Wall Thickening"
    },
    {
      "type": "table",
      "columns": [],
      "rows": [
        [
          "I.SymmetricInfections of the small and large bowelUlcerative colitisCrohn's diseaseRadiation injuryIschemiaBowel edema in cirrhosisLymphomaSubmucosal hemorrhageII.AsymmetricAdenocarcinomaGastrointestinal stromal tumor"
        ]
      ]
    },
    {
      "type": "paragraph",
      "text": "APPENDIX 4 : Length of Bowel Wall Thickening"
    },
    {
      "type": "table",
      "columns": [],
      "rows": [
        [
          "I.Focal (<10 cm)Common1.Diverticulitis, appendicitis2.AdenocarcinomaUncommon1.Lymphoma2.Tuberculosis3.Crohn's diseaseII.Segmental (10-30 cm)Common1.Lymphoma2.Crohn's disease3.Infectious ileitis4.Radiation5.Submucosal hemorrhage6.IschemiaUncommon: systemic lupus erythematosusIII.DiffuseCommon1.Ulcerative colitis2.Infectious enterocolitis3.Edema from low protein and cirrhosis4.Systemic lupus erythematosusUncommon: ischemia"
        ]
      ]
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Footnote"
    },
    {
      "type": "heading",
      "level": 2,
      "text": "References"
    },
    {
      "type": "list",
      "items": [
        "a [...] to diagnose small-bowel wall thickening",
        "b [...] to incomplete distention and residual fluid",
        "c [...] with a small-bowel series may be needed",
        "d [...] area of decreased (edema) attenuation",
        "e [...] phases of IV contrast material enhancement",
        "f [...] with these signs is related to hyperemia",
        "g [...] and bowel edema in patients with cirrhosis",
        "h [...] is usually present in neoplastic conditions",
        "i [...] infections, bowel edema, and ischemia",
        "j [...] carcinoma and, occasionally, lymphoma",
        "k [...] ileitis, radiation enteritis, and ischemia"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] to diagnose small-bowel wall thickening",
        "b [...] fill the bowel lumen to mimic a target sign"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] to diagnose small-bowel wall thickening",
        "b [...] thickness has been used by some authors",
        "c [...] ], chronic Crohn's disease",
        "d [...] attenuation on contrast-enhanced CT",
        "e [...] a target appearance are no longer present",
        "f [...] and bowel edema in patients with cirrhosis",
        "g [...] abscess, and fibrofatty proliferation"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] to diagnose small-bowel wall thickening",
        "b [...] thickness has been used by some authors"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] to diagnose small-bowel wall thickening",
        "b [...] thickening to indicate disorders"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] to diagnose small-bowel wall thickening",
        "b [...] thickening to indicate disorders",
        "c [...] and colon, especially the right colon"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] includes submucosal hemorrhage or hematoma",
        "b [...] thickened segment and lack of enhancement",
        "c [...] high attenuation in the thickened segment",
        "d [...] thickened in cases of submucosal hemorrhage"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] includes submucosal hemorrhage or hematoma",
        "b [...] thickened segment and lack of enhancement",
        "c [...] is affected in a segmental distribution",
        "d [...] high attenuation in the thickened segment",
        "e [...] target or halo configuration of attenuation",
        "f [...] thickened in cases of submucosal hemorrhage"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] ], infarcted bowel",
        "b [...] ], radiation injury",
        "c [...] target or halo configuration of attenuation",
        "d [...] thickened and no enhancement is identified",
        "e [...] output), and strangulation obstruction",
        "f [...] attenuation on contrast-enhanced CT",
        "g [...] a target appearance are no longer present"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] ], infarcted bowel",
        "b [...] thickened and no enhancement is identified",
        "c [...] adjacent loops helps to show this finding"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] ], neoplasm",
        "b [...] thickened segment on contrast-enhanced CT",
        "c [...] homogeneous attenuation and enhancement",
        "d [...] is usually present in neoplastic conditions",
        "e [...] adenocarcinoma and metastatic disease",
        "f [...] mass in the mesentery is carcinoid tumor"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] ], neoplasm",
        "b [...] thickened segment on contrast-enhanced CT"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] ], neoplasm",
        "b [...] thickened segment on contrast-enhanced CT",
        "c [...] homogeneous attenuation and enhancement",
        "d [...] thickening with homogeneous attenuation",
        "e [...] is usually present in neoplastic conditions",
        "f [...] ranging from 1.5 to 7 cm (mean, 2.6 cm)",
        "g [...] carcinoma and, occasionally, lymphoma"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] ], neoplasm",
        "b [...] correlates with size of the tumor"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] sign was first reported by Frager et al.",
        "b [...] and bowel edema in patients with cirrhosis"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] abscess, and fibrofatty proliferation"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] to distinguish from Crohn's disease"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] to distinguish from Crohn's disease",
        "c [...] of bowel displacement in Crohn's disease"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] in only 8% of patients with Crohn's disease",
        "c [...] 7.8 mm in patients with ulcerative colitis"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] folds is known as the accordion sign",
        "c [...] colitis and has been considered specific"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] colitis and has been considered specific"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] colitis and has been considered specific"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] pattern to that shown by the accordion sign"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] pattern to that shown by the accordion sign"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] with cirrhosis, and low-flow ischemia"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] with cirrhosis, and low-flow ischemia"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] with cirrhosis, and low-flow ischemia"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] occurs in systemic lupus erythematosus"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] occurs in systemic lupus erythematosus"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] occurs in systemic lupus erythematosus"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] ileitis, radiation enteritis, and ischemia"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] with cirrhosis, and low-flow ischemia",
        "c [...] and colon, especially the right colon"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] is usually present in neoplastic conditions",
        "b [...] examining patients with thickened bowel",
        "c [...] are more commonly seen in diverticulitis"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] examining patients with thickened bowel",
        "b [...] of calcification should be evaluated"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] examining patients with thickened bowel",
        "b [...] of calcification should be evaluated"
      ]
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Information"
    },
    {
      "type": "heading",
      "level": 4,
      "text": "Published In"
    },
    {
      "type": "heading",
      "level": 4,
      "text": "Copyright"
    },
    {
      "type": "heading",
      "level": 4,
      "text": "History"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Authors"
    },
    {
      "type": "heading",
      "level": 4,
      "text": "AffiliationsExpand All"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Metrics"
    },
    {
      "type": "list",
      "items": [
        "Downloads",
        "Citations"
      ]
    },
    {
      "type": "list",
      "items": [
        "Total",
        "6 Months",
        "12 Months"
      ]
    },
    {
      "type": "paragraph",
      "text": "Total number of downloads and citations"
    },
    {
      "type": "image",
      "assetId": "asset_944e9f04b3",
      "alt": "Article has an altmetric score of 3"
    },
    {
      "type": "paragraph",
      "text": "See more details"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Citations"
    },
    {
      "type": "heading",
      "level": 4,
      "text": "Export Citations"
    },
    {
      "type": "paragraph",
      "text": "To download the citation to this article, select your reference manager software."
    },
    {
      "type": "list",
      "items": [
        "Three Versus Two-Rows Circular Stapler in Colorectal Anastomosis: Short Term OutcomesDecember 26, 2025 | Surgical Innovation",
        "Investigating neutropenic enterocolitis: a systematic review of case reports and clinical insightsJanuary 13, 2025 | BMC Gastroenterology, Vol. 25, No. 1",
        "A rare case of ulcerative colitis relapse in a diverted colon after rectal cancer surgery: efficacy of carotegrast methylNovember 6, 2025 | Clinical Journal of Gastroenterology, Vol. 330",
        "Multidetector Computed Tomography in Bowel Lesion Evaluation: Clinical Applications, Advantages, and Future DirectionsNovember 28, 2025 | International Journal of Nutrition, Pharmacology, Neurological Diseases, Vol. 15, No. 4",
        "Peri-Atrial Adipose Tissue Inflammation in Atrial Fibrillation1 Sep 2025 | JACC: Clinical Electrophysiology, Vol. 11, No. 9",
        "Linitis Plastica-like Metastases to the Gastrointestinal Tract on Cross-Sectional ImagingSeptember 8, 2025 | Biomedicines, Vol. 13, No. 9",
        "Improved Diagnostic Performance Using Dual-Energy CT-Derived Slope Parameter Images in Crohns DiseaseNovember 13, 2024 | Journal of Imaging Informatics in Medicine, Vol. 38, No. 4",
        "Diagnostic yield of video capsule endoscopy vs simple balloon enteroscopy in small intestinal disorders: A systematic reviewJuly 16, 2025 | World Journal of Gastrointestinal Endoscopy, Vol. 17, No. 7",
        "Role of Computed Tomography in Diagnosis of Colitis as a Complication of Cancer TherapyMay 22, 2025 | Innovative Medicine of Kuban, Vol. 10, No. 2",
        "Transauricular vagal nerve stimulation suppresses inflammatory responses in the gut and brain in an inflammatory bowel disease modelDecember 20, 2024 | Journal of Anatomy, Vol. 246, No. 4",
        "SepsisJune 3, 2025",
        "Diagnosis of small bowel inflammation using small bowel capsule endoscopy combined with abdominal CT scan.April 4, 2025 | Endoscopy International Open, Vol. 13, No. CP",
        "Evaluation of a novel forward-looking optical coherence tomography probe for endoscopic applications: an ex vivo feasibility studyNovember 4, 2024 | Surgical Endoscopy, Vol. 38, No. 12",
        "A Study of Small and Large Bowel Wall Thickness Using Computed Tomography and Its Histopathological Correlation3 Nov 2024 | Cureus, Vol. 11",
        "Pixel to Pathology: A Prospective Cross-Sectional Study on the Role of Multidetector Computed Tomography in the Evaluation of Malignant Large Bowel Lesions With Histopathological Correlation10 Oct 2024 | Cureus, Vol. 14",
        "Diffuse large B-cell lymphoma of the ileum: A case report highlighting diagnostic imaging and surgical interventionOctober 28, 2024 | Journal of Integrative Medicine and Research, Vol. 2, No. 4",
        "Correlating Ultrastructural Changes in the Invasion Area of Colorectal Cancer with CT and MRI ImagingSeptember 13, 2024 | International Journal of Molecular Sciences, Vol. 25, No. 18",
        "Gastrointestinal tract perforation after radiofrequency ablation for hepatic tumor: Incidence and risk factors1 Aug 2024 | European Journal of Radiology, Vol. 177",
        "Transabdominal Gastro-Intestinal UltraSound (GIUS): a visual approach to intestinal pathologyJuly 5, 2024 | Exploration of Digestive Diseases",
        "Short colon syndrome in catsMay 17, 2024 | Journal of Veterinary Internal Medicine, Vol. 38, No. 4",
        "Comprehensive CT Imaging Analysis of Primary Colorectal Squamous Cell Carcinoma: A Retrospective StudyMay 1, 2024 | Tomography, Vol. 10, No. 5",
        "Colorectal cancer detection on routine abdomen/pelvis CT1 Jan 2024 | The Royal College of Radiologists Open, Vol. 2",
        "Evaluation of small bowel wall thickness with double balloon enteroscopyOctober 29, 2023 | DAHUDER Medical Journal, Vol. 3, No. 4",
        "Intestinal MRI in Inflammatory Bowel Disease - Literature and Survey-Based Recommendations regarding Reporting by the German Radiological Society (DRG) and the German Competence Network for Inflammatory Bowel DiseasesMay 3, 2023 | RFo - Fortschritte auf dem Gebiet der Rntgenstrahlen und der bildgebenden Verfahren, Vol. 195, No. 08",
        "Laparoscopic approach of jejunal diverticulitis: a rare, but important differential in the acute abdomen1 Aug 2023 | Chirurgia, Vol. 36, No. 4",
        "Small bowel transmural necrosis secondary to acute mesenteric ischemia and strangulated obstruction: CT findings of 49 patients1 Jul 2023 | Heliyon, Vol. 9, No. 7",
        "Role of Multidetector Computed Tomography in the Assessment of Malignant Large-Bowel LesionsMarch 19, 2024 | Dentistry and Medical Research, Vol. 11, No. 2",
        "The effect of staple height and rectal-wall thickness on anastomotic leakage after laparoscopic low anterior resection1 Apr 2023 | Asian Journal of Surgery, Vol. 46, No. 4",
        "Investigation of scan delays for CT evaluation of inner wall layering and peak enhancement of the canine stomach and small intestine using a 20 second fixedinjectionduration and bolus tracking techniqueAugust 12, 2022 | Veterinary Radiology & Ultrasound, Vol. 64, No. 1",
        "CT features of confirmed and presumed gastric wall edema in dogsJune 8, 2022 | Veterinary Radiology & Ultrasound, Vol. 63, No. 6",
        "Gastrointestinal Computed Tomography Findings in Chronic Granulomatous Disease with Subgroup Clinicopathologic AnalysisMay 1, 2021 | Digestive Diseases and Sciences, Vol. 67, No. 5",
        "The Role of Magnetic Resonance Enterography in Crohns Disease: A Review of Recent LiteratureMay 15, 2022 | Diagnostics, Vol. 12, No. 5",
        "A PROSPECTIVE STUDY OF ROLE OF MDCT IN EVALUATION OF COLORECTAL LESIONS WITH HISTOPATHOLOGICAL CORRELATIONMay 1, 2022 | INTERNATIONAL JOURNAL OF SCIENTIFIC RESEARCH",
        "Predictors of colorectal carcinoma and inflammatory bowel disease in patients with colonic wall thickeningFebruary 4, 2022 | JGH Open, Vol. 6, No. 3",
        "Inzidentelle und Leave-me-alone-Befunde des GI-Trakts - Teil 1January 13, 2022 | Der Radiologe, Vol. 62, No. 1",
        "Efficiency of dual-energy computed tomography enterography in the diagnosis of Crohns diseaseDecember 3, 2021 | BMC Medical Imaging, Vol. 21, No. 1",
        "Computed tomography imaging of septic shock. Beyond the cause: the CT hypoperfusion complex. A pictorial essayJune 5, 2021 | Insights into Imaging, Vol. 12, No. 1",
        "Abdominal Computed Tomography Imaging Findings in Hospitalized COVID-19 Patients: A Year-Long Experience and Associations Revealed by Explainable Artificial IntelligenceDecember 1, 2021 | Journal of Imaging, Vol. 7, No. 12",
        "Host Response to SARS-CoV2 and Emerging Variants in Pre-Existing Liver and Gastrointestinal DiseasesOctober 25, 2021 | Frontiers in Cellular and Infection Microbiology, Vol. 11",
        "Intestinal mucosa staple line integrity and anastomotic leak pressure after healing in a porcine modelMarch 20, 2021 | Surgery Today, Vol. 51, No. 10",
        "Pseudo-pneumatosis of the gastrointestinal tract: its incidence and the accuracy of a checklist supported by artificial intelligence (AI) techniques to reduce the misinterpretation of pneumatosisMay 22, 2021 | Emergency Radiology, Vol. 28, No. 5",
        "Association between multitarget tyrosine kinase inhibitors and changes in CT appearance of submucosal fat in the gastrointestinal tractFebruary 17, 2021 | Tumori Journal, Vol. 107, No. 5",
        "Relationship between urolithiasis and the fat halo signJune 19, 2021 | International Journal of Clinical Practice, Vol. 75, No. 9",
        "Acute mesenteric ischemia and small bowel imaging findings in COVID-19: A comprehensive review of the literature27 Jul 2021 | World Journal of Gastrointestinal Surgery, Vol. 13, No. 7",
        "Spectrum and Relevance of Incidental Bowel Findings on Computed Tomography1 Jul 2021 | Radiologic Clinics of North America, Vol. 59, No. 4",
        "Large Bowel Ischemia/Infarction: How to Recognize It and Make Differential Diagnosis? A ReviewMay 30, 2021 | Diagnostics, Vol. 11, No. 6",
        "Gut wrenching: cases of missed gastrointestinal tumors and their mimics on computed tomographyOctober 6, 2020 | Emergency Radiology, Vol. 28, No. 2",
        "Dual-energy CT enterography in evaluation of Crohns disease: the role of virtual monochromatic imagesNovember 7, 2020 | Japanese Journal of Radiology, Vol. 39, No. 4",
        "Gastrointestinal TractNovember 7, 2020",
        "Radiologic Evaluation of Elderly Surgical Patients Undergoing Major Emergency SurgeriesMarch 30, 2021",
        "The Use of Clinical Parameters as Adjuncts to Endoscopic Evaluation of Mural Thickening on Conventional Computed Tomography in Diagnosing MalignancyMarch 30, 2021 | Digestive Surgery, Vol. 38, No. 3",
        "Bowel Wall Thickening on Computed Tomography in Children: A Novel Method of Measurement and Its Clinical Significance1 Jan 2021 | Pediatric Gastroenterology, Hepatology & Nutrition, Vol. 24, No. 3",
        "Bilgisayarl tomografide barsak duvar zelliklerinin ve kontrastlanmasnn barsak obstrksiyonu etiyolojisini belirlemedeki rolDecember 30, 2020 | Ege Tp Dergisi, Vol. 59, No. 4",
        "Bowel wall thickening on computed tomography scan: Inter-observer agreement and correlation with endoscopic findings1 Dec 2020 | Arab Journal of Gastroenterology, Vol. 21, No. 4",
        "Imaging features of gastrointestinal toxicity in non-small cell lung cancer patients treated with erlotinib: A single institute 13-year experience1 Dec 2020 | Clinical Imaging, Vol. 68",
        "Ecografa intestinal: tcnicas de examen, patrones normales y patolgicos1 Nov 2020 | Radiologa, Vol. 62, No. 6",
        "Bowel ultrasound: Examination techniques and normal and pathologic patterns1 Nov 2020 | Radiologa (English Edition), Vol. 62, No. 6",
        "Predictors of Neoplasia in Colonic Wall Thickening Detected via Computerized Tomography20 Sep 2020 | Cureus, Vol. 94",
        "Effectiveness and safety of tumor site marking with near-infrared fluorescent clips in colorectal laparoscopic surgery: A case series study1 Aug 2020 | International Journal of Surgery, Vol. 80",
        "Evaluation of Bowel and Mesentery in Abdominal TraumaMarch 19, 2020 | Canadian Association of Radiologists Journal, Vol. 71, No. 3",
        "CT Imaging of Small Bowel Neoplasms31 Jul 2020 | Contemporary Diagnostic Radiology, Vol. 43, No. 16",
        "Contrast-Enhanced CT for the Diagnosis of Acute Mesenteric IschemiaMay 6, 2020 | American Journal of Roentgenology, Vol. 215, No. 1",
        "Small Bowel Crohn Disease at CT and MR Enterography: Imaging Atlas and Glossary of Terms1 Mar 2020 | RadioGraphics, Vol. 40, No. 2",
        "Imaging of Bowel Wall Thickening in the Hospitalized Patient1 Jan 2020 | Radiologic Clinics of North America, Vol. 58, No. 1",
        "Chronic Active EpsteinBarr VirusAssociated Enteritis: CT Findings and Clinical ManifestationJune 22, 2020 | BioMed Research International, Vol. 2020, No. 1",
        "Colonic Wall Thickening Reported in Abdominal CT: Does It Always Imply Malignancy?22 Dec 2019 | Gastroenterology Research and Practice, Vol. 2019",
        "Ileocecal thickening: Clinical approach to a common problemApril 22, 2019 | JGH Open, Vol. 3, No. 6",
        "A comprehensive review and update on ulcerative colitis,1 Dec 2019 | Disease-a-Month, Vol. 65, No. 12",
        "-Omas presenting as -itis: acute inflammatory presentations of common gastrointestinal neoplasmsFebruary 4, 2019 | Emergency Radiology, Vol. 26, No. 4",
        "Evaluation of bowel and mesenteric blunt trauma with multidetector CT: spectrum of signs beyond pneumoperitoneumApril 12, 2019 | Chinese Journal of Academic Radiology, Vol. 1, No. 1",
        "Iatrogenic Bowel Injury Following Minimally Invasive Lateral Approach to the Lumbar Spine: A Retrospective Analysis of 3 CasesNovember 20, 2018 | Global Spine Journal, Vol. 9, No. 4",
        "Gastric wall fat halo sign in patients without intestinal disease1 Mar 2019 | Clinical Imaging, Vol. 54",
        "Evaluation of duodenal perfusion by contrastenhanced ultrasonography in dogs with chronic inflammatory enteropathy and intestinal lymphomaFebruary 19, 2019 | Journal of Veterinary Internal Medicine, Vol. 33, No. 2",
        "Significance of ileal and/or cecal wall thickening on abdominal computed tomography in a tropical countryOctober 22, 2018 | JGH Open, Vol. 3, No. 1",
        "Jejunal diverticulosis complicated with perforation: A rare acute abdomen etiology1 Jan 2019 | International Journal of Surgery Case Reports, Vol. 63",
        "Common Resident Errors When Interpreting Computed Tomography of the Abdomen and Pelvis: A Review of Types, Pitfalls, and Strategies for Improvement1 Jan 2019 | Current Problems in Diagnostic Radiology, Vol. 48, No. 1",
        "Guideline for the Antibiotic Use in Acute Gastroenteritis1 Jan 2019 | Infection & Chemotherapy, Vol. 51, No. 2",
        "Systematic review and meta-analysis: does colonic mural thickening on CT correlate with endoscopic findings at colonoscopy?June 26, 2018 | Frontline Gastroenterology, Vol. 9, No. 4",
        "UEG Week 2018 Poster PresentationsOctober 1, 2018 | United European Gastroenterology Journal, Vol. 6, No. S8",
        "Signet Ring Carcinoma of the Appendix Presenting as Crohns Disease in a Young MaleJune 15, 2018 | Case Reports in Gastroenterology, Vol. 12, No. 2",
        "MR enterographic evaluation of the small bowel Crohn's subtypes1 Sep 2018 | esk radiologie, Vol. 72, No. 3",
        "Bildgebung gastrointestinaler EntzndungenMarch 23, 2018 | Der Radiologe, Vol. 58, No. 4",
        "Imagerie de lischmie msentrique aigu1 Apr 2018 | Journal d'imagerie diagnostique et interventionnelle, Vol. 1, No. 2",
        "Acute mesenteric ischemia: A critical role for the radiologist1 Mar 2018 | Diagnostic and Interventional Imaging, Vol. 99, No. 3",
        "Rotenone induces gastrointestinal pathology and microbiota alterations in a rat model of Parkinsons disease1 Mar 2018 | NeuroToxicology, Vol. 65",
        "Consensus Recommendations for Evaluation, Interpretation, and Utilization of Computed Tomography and Magnetic Resonance Enterography in Patients With Small Bowel Crohns Disease1 Mar 2018 | Gastroenterology, Vol. 154, No. 4",
        "Consensus Recommendations for Evaluation, Interpretation, and Utilization of Computed Tomography and Magnetic Resonance Enterography in Patients With Small Bowel Crohns Disease1 Mar 2018 | Radiology, Vol. 286, No. 3",
        "Poor Agreement Between Imaging and Histologic and Colonoscopy Findings in Pediatric PatientsFebruary 1, 2018 | Journal of Pediatric Gastroenterology and Nutrition, Vol. 66, No. 2",
        "Benign Diseases of the Colon and Rectum (incl. CT colonography)March 21, 2018",
        "Ultrasound and magnetic resonance enterography in diagnosis of Crohn's disease in children1 Jan 2018 | Medicinski podmladak, Vol. 69, No. 4",
        "Bowel wall thickeningNovember 21, 2017",
        "Eosinophilic Enteritis: A Delayed DiagnosisOctober 3, 2017 | Journal of Investigative Medicine High Impact Case Reports, Vol. 5, No. 4",
        "Differentiation of cancerous and inflammatory colorectal perforations using multi-detector computed tomographyApril 11, 2017 | Abdominal Radiology, Vol. 42, No. 9",
        "Correlation of Bowel Wall Thickening Seen Using Computerized Tomography With Colonoscopies: A Preliminary Study1 Jun 2017 | Surgical Laparoscopy, Endoscopy & Percutaneous Techniques, Vol. 27, No. 3",
        "Crohns disease diagnosis, treatment approach, and management paradigm: what the radiologist needs to knowFebruary 16, 2017 | Abdominal Radiology, Vol. 42, No. 4",
        "Small bowel diverticulitis: an imaging review of an uncommon entityNovember 4, 2016 | Emergency Radiology, Vol. 24, No. 2",
        "Small Bowel MDCTFebruary 15, 2017",
        "Clinical significance of pneumatosis intestinalis - correlation of MDCT-findings with treatment and outcomeApril 22, 2016 | European Radiology, Vol. 27, No. 1",
        "CT abdominal imaging findings in patients with sickle cell disease: acute vaso-occlusive crisis, complications, and chronic sequelaeSeptember 7, 2016 | Abdominal Radiology, Vol. 41, No. 12",
        "Colonic thickening on computed tomography-does it correlate with endoscopic findings? A protocol for systematic reviewDecember 13, 2016 | Systematic Reviews, Vol. 5, No. 1",
        "Antenna for wireless capsule endoscopy at ultra wideband frequency1 Sep 2016",
        "Computed tomography features of gastrointestinal linitis plastica: spectrum of findings in early and delayed phase imagingJanuary 27, 2016 | Abdominal Radiology, Vol. 41, No. 7",
        "Gastric Wall Fatty Infiltration in Patients Without Overt Gastrointestinal DiseaseFebruary 11, 2016 | American Journal of Roentgenology, Vol. 206, No. 4",
        "Solucin caso radiolgico 31 Apr 2016 | Revista Chilena de Radiologa, Vol. 22, No. 2",
        "Colitis detection on computed tomography using regional convolutional neural networks1 Apr 2016",
        "Evaluation of computed tomographic enterography with an orally administered lactulose solution in clinically normal dogs1 Apr 2016 | American Journal of Veterinary Research, Vol. 77, No. 4",
        "Colitis detection on abdominal CT scans by rich feature hierarchies24 Mar 2016",
        "Acute gastrointestinal vaso-occlusive ischemia in sickle cell disease: CT imaging features and clinical outcomeJanuary 6, 2016 | Abdominal Radiology, Vol. 41, No. 3",
        "Unenhanced Computed Tomography to Visualize Hollow Viscera and/or Mesenteric Injury After Blunt Abdominal Trauma1 Mar 2016 | Medicine, Vol. 95, No. 9",
        "Inductive Sensing to Detect Tissue Thickness Between Magnets for Potential Application in Magnetic Compression Based AnastomosisFebruary 17, 2016 | Journal of Medical Devices, Vol. 10, No. 1",
        "Use of Dual-Energy CT and Iodine Maps in Evaluation of Bowel Disease1 Mar 2016 | RadioGraphics, Vol. 36, No. 2",
        "Appearance and Frequency of Gas Interface Artifacts Involving Small Bowel on Rapid-Voltage-Switching Dual-Energy CT Iodine-Density ImagesJanuary 21, 2016 | American Journal of Roentgenology, Vol. 206, No. 2",
        "Isolated recto-sigmoid colitis: a new imaging pattern of ipilimumab-associated colitisDecember 22, 2015 | Abdominal Radiology, Vol. 41, No. 2",
        "Imaging Patients With Alimentary Tract Perforation: Literature Review1 Feb 2016 | Seminars in Ultrasound, CT and MRI, Vol. 37, No. 1",
        "In vivo characterization of ischemic small intestine using bioimpedance measurementsJanuary 25, 2016 | Physiological Measurement, Vol. 37, No. 2",
        "Gastrointestinal cancers in inflammatory bowel disease: An update with emphasis on imaging findings1 Jan 2016 | Critical Reviews in Oncology/Hematology, Vol. 97",
        "A Case of Eosinophilic Gastroenteritis Forming a Rigid Chamber Mimicking Giant Duodenal Ulcer on Computed Tomography ImagingApril 18, 2016 | American Journal of Case Reports, Vol. 17",
        "Eosinophilic gastroenteritis: Approach to diagnosis and management1 Jan 2016 | World Journal of Gastrointestinal Pharmacology and Therapeutics, Vol. 7, No. 4",
        "Value of CT to predict surgically important bowel and/or mesenteric injury in blunt trauma: performance of a preliminary scoring systemMay 20, 2015 | European Radiology, Vol. 25, No. 12",
        "Radiological Evaluation of Bowel Ischemia1 Nov 2015 | Radiologic Clinics of North America, Vol. 53, No. 6",
        "Revisiting the potential signs of colorectal cancer on contrast-enhanced computed tomography without bowel preparationJuly 21, 2015 | Abdominal Imaging, Vol. 40, No. 8",
        "Computed tomography of bowel obstruction: tricks of the tradeJune 19, 2015 | Expert Review of Gastroenterology & Hepatology, Vol. 9, No. 8",
        "Gastrointestinal manifestations of systemic disease: a multimodality reviewDecember 30, 2014 | Abdominal Imaging, Vol. 40, No. 6",
        "MDCT of extranodal mantle cell lymphoma: a single institute experienceFebruary 28, 2015 | Abdominal Imaging, Vol. 40, No. 6",
        "Imaging of Ischemia, Obstruction and Infection in the Abdomen1 Jul 2015 | Radiologic Clinics of North America, Vol. 53, No. 4",
        "Necrotising Candida oesophagitis after thoracic radiotherapy: significance of oesophageal wall oedema on CTJuly 1, 2015 | BMJ Case Reports, Vol. 2015",
        "Sonographic diagnosis of intestinal anisakiasis presenting as small bowel obstructionJune 25, 2014 | Journal of Clinical Ultrasound, Vol. 43, No. 5",
        "The emergency room diagnosis of gastrointestinal tract perforation: the role of CTNovember 23, 2014 | Emergency Radiology, Vol. 22, No. 3",
        "CT of Gastrointestinal Vasoocclusive Crisis Complicating Sickle Cell DiseaseApril 23, 2015 | American Journal of Roentgenology, Vol. 204, No. 5",
        "Unsuspected colorectal carcinoma on routine abdominopelvic computed tomography1 May 2015 | Singapore Medical Journal, Vol. 56, No. 05",
        "Abdomen8 Apr 2015",
        "Generalized Abdominal Pain8 Apr 2015",
        "88-year-old woman with bradycardia and 1 day of abdominal pain and hematochezia8 Apr 2015",
        "Magnetic resonance enterocolonography in detecting erosion and redness in intestinal mucosa of patients with C rohn's diseaseMarch 16, 2015 | Journal of Gastroenterology and Hepatology, Vol. 30, No. 4",
        "Characterization and literature review of bowel perforation injuring using argon beam coagulation11 Mar 2015",
        "Acute colitis: differential diagnosis using multidetector CT1 Mar 2015 | Clinical Radiology, Vol. 70, No. 3",
        "The diagnostic role of MDCT enterography in small bowel lesions1 Mar 2015 | The Egyptian Journal of Radiology and Nuclear Medicine, Vol. 46, No. 1",
        "Lymphangitic spread from the appendiceal adenocarcinoma to the ileocecal valve, mimicking Crohns disease21 Feb 2015 | World Journal of Gastroenterology, Vol. 21, No. 7",
        "Incidence of bowel wall oedema on computed tomography exams and association with diarrhoea in renal cell carcinoma patients treated with sunitinibAugust 28, 2014 | European Radiology, Vol. 25, No. 2",
        "MDCT of acute colitis in adults: An update in current imaging features1 Feb 2015 | Diagnostic and Interventional Imaging, Vol. 96, No. 2",
        "Aspects tomodensitomtriques des colites aigus de ladulte : mise au point1 Feb 2015 | Journal de Radiologie Diagnostique et Interventionnelle, Vol. 96, No. 1",
        "Approach to Colon PathologiesFebruary 10, 2015",
        "The Role of Endoscopy in the Diagnosis and Management of Crohns DiseaseNovember 5, 2014",
        "MDCT Imaging of Blunt Traumatic Bowel and Colonic PerforationSeptember 1, 2014",
        "Small Bowel Perforations: Imaging FindingsSeptember 1, 2014",
        "MDCT Imaging of Blunt Traumatic Bowel and Colonic PerforationSeptember 1, 2014",
        "Bowel and mesenteric injuries from blunt abdominal trauma: a reviewJanuary 9, 2015 | La radiologia medica, Vol. 120, No. 1",
        "Multidetector Computed Tomography of the Gastrointestinal Tract1 Jan 2015",
        "The Acute Abdomen1 Jan 2015",
        "Enteral nutrition within 72h after onset of acute pancreatitis vs delayed initiationAugust 13, 2014 | European Journal of Clinical Nutrition, Vol. 68, No. 12",
        "Spectrum of microorganisms in infected walled-off pancreatic necrosis - Impact on organ failure and mortality1 Nov 2014 | Pancreatology, Vol. 14, No. 6",
        "Apport du scanner dans la pathologie du carrefour ilo-ccal1 Oct 2014 | Feuillets de Radiologie, Vol. 54, No. 5",
        "Case 18-201412 Jun 2014 | New England Journal of Medicine, Vol. 370, No. 24",
        "Rectal cancer in inflammatory bowel diseases: MR imaging findingsFebruary 26, 2014 | Abdominal Imaging, Vol. 39, No. 3",
        "Diagnostic imaging in Crohn's disease: What is the new gold standard?1 Jun 2014 | Best Practice & Research Clinical Gastroenterology, Vol. 28, No. 3",
        "Imaging findings in diagnosis of mesenteric ischemia: how can we be sure?1 May 2014 | Clinical Practice, Vol. 11, No. 3",
        "Bowel wall thickening at CT: simplifying the diagnosisJanuary 10, 2014 | Insights into Imaging, Vol. 5, No. 2",
        "MDCT of acute cecal conditionsOctober 5, 2013 | Emergency Radiology, Vol. 21, No. 1",
        "Radiation-induced distal ileal obstruction complicating ileostomy closureMarch 20, 2013 | Techniques in Coloproctology, Vol. 18, No. 2",
        "SAugust 24, 2013",
        "EAugust 24, 2013",
        "CT Findings in Acute, Subacute, and Chronic Ischemic Colitis: Suggestions for Diagnosis1 Jan 2014 | BioMed Research International, Vol. 2014",
        "Idiopathic Phlebosclerotic Colitis: A Rare Entity of Chronic Ischemic Colitis1 Jan 2014 | The Korean Journal of Gastroenterology, Vol. 63, No. 3",
        "Thickened Gastrointestinal Wall Findings on Computed Tomography in ChildrenSeptember 1, 2013 | Journal of Pediatric Gastroenterology and Nutrition, Vol. 57, No. 3",
        "Total Reconstruction of the Afferent Loop for Treatment of Radiation-Induced Afferent Loop Obstruction with Segmental Involvement after Pancreaticoduodenectomy with Roux-en-Y ReconstructionAugust 10, 2013 | Case Reports in Oncology, Vol. 6, No. 2",
        "Colorectal cancer in inflammatory bowel diseases: CT features with pathological correlationAugust 10, 2012 | Abdominal Imaging, Vol. 38, No. 3",
        "Pseudothickening of the bowel wall2 May 2013",
        "Ipilimumab-Associated Colitis: CT FindingsApril 25, 2013 | American Journal of Roentgenology, Vol. 200, No. 5",
        "7T MRI of mesenteric venous ischemia in a rat model: Timing of the appearance of findings1 Apr 2013 | Magnetic Resonance Imaging, Vol. 31, No. 3",
        "Computed Tomography of Miscellaneous Regional and Diffuse Small Bowel Disorders1 Jan 2013 | Radiologic Clinics of North America, Vol. 51, No. 1",
        "Diagnostic Role of Computed Tomographic Enterography Differentiating Crohn Disease From Intestinal Tuberculosis1 Jan 2013 | Journal of Computer Assisted Tomography, Vol. 37, No. 5",
        "Tuberculosis versus lymphoma in the abdominal lymph nodes: A comparative study using contrast-enhanced MRI1 Oct 2012 | European Journal of Radiology, Vol. 81, No. 10",
        "CT presentations of colorectal cancer with chronic schistosomiasis: A comparative study with pathological findings1 Aug 2012 | European Journal of Radiology, Vol. 81, No. 8",
        "Gastrointestinal duvar kalnlna yaklam: Prospektif tek merkezli almaApril 3, 2015 | Endoskopi Gastrointestinal, Vol. 20, No. 2",
        "MDCT of the small bowelAugust 1, 2012 | Applied Radiology, Vol. 34",
        "Thrombosis of the superior mesenteric vein revealing an ectopic pheochromocytoma of the organ of Zuckerkandl1 Jul 2012 | Diagnostic and Interventional Imaging, Vol. 93, No. 7-8",
        "Thrombose veineuse msentrique suprieure rvlant un phochromocytome ectopique de lorgane de Zuckerkandl1 Jul 2012 | Journal de Radiologie Diagnostique et Interventionnelle, Vol. 93, No. 7-8",
        "CT enterography: review of technique and practical tips1 Jul 2012 | The British Journal of Radiology, Vol. 85, No. 1015",
        "Small bowel adenocarcinoma in Crohn disease: CT-enterography features with pathological correlationJune 14, 2011 | Abdominal Imaging, Vol. 37, No. 3",
        "CT features of peripheral Tcell lymphoma in the gastrointestinal tract in Chinese population and literature reviewApril 13, 2012 | Journal of Medical Imaging and Radiation Oncology, Vol. 56, No. 2",
        "Computed tomography findings of bowel wall thickening: its significance and relationship to endoscopic abnormalities1 Mar 2012 | The Annals of The Royal College of Surgeons of England, Vol. 94, No. 1",
        "Crohns Disease: Errors of Interpretation in Emergency MDCT Evaluation1 Jan 2012",
        "Negative predictive value of intravenous contrast-enhanced CT of the abdomen for patients presenting to the emergency department with undifferentiated upper abdominal painNovember 10, 2011 | Emergency Radiology, Vol. 19, No. 1",
        "Perforated Gist of Meckel's Diverticulum1 Jan 2012 | Polish Journal of Surgery, Vol. 84, No. 5",
        "Part 2: Classic signs in gastrointestinal radiologyJanuary 1, 2012 | Applied Radiology, Vol. 230",
        "Severe Scrub Typhus with Enterocolitis by the Ikeda Strain of Orientia tsutsugamushi1 Jan 2012 | Infection & Chemotherapy, Vol. 44, No. 6",
        "Clinical Significance of the Large Intestinal Wall Thickening Detected by Abdominal Computed Tomography1 Jan 2012 | The Korean Journal of Gastroenterology, Vol. 60, No. 5",
        "Ischmie aigu du msentre : apports de limagerie en coupes1 Dec 2011 | Journal de Radiologie, Vol. 92, No. 12",
        "Reversible ileitis secondary to high dose intravenous immunoglobulin in adult kidney transplant patient treated for acute humoral rejectionSeptember 19, 2011 | Transplant International, Vol. 24, No. 12",
        "Radiologists performance in the diagnosis of acute intestinal ischemia, using MDCT and specific CT findings, using a variety of CT protocolsJune 8, 2011 | Emergency Radiology, Vol. 18, No. 5",
        "Small bowel wall thickening: MDCT evaluation in the emergency roomJune 17, 2011 | Emergency Radiology, Vol. 18, No. 5",
        "Multidetector Computed Tomography in Large Bowel Lesions-A Study of 100 CasesAugust 5, 2011 | Indian Journal of Surgery, Vol. 73, No. 5",
        "Colonoscopy for colonic wall thickening at computed tomography: a worthwhile pursuit?February 27, 2011 | Surgical Endoscopy, Vol. 25, No. 8",
        "MDCT Features of Angiotensin-Converting Enzyme Inhibitor-Induced Visceral AngioedemaNovember 23, 2012 | American Journal of Roentgenology, Vol. 196, No. 4",
        "Multidetector CT imaging in mesenteric ischemia-pearls and pitfallsDecember 4, 2010 | Emergency Radiology, Vol. 18, No. 2",
        "Small Bowel Angioedema Associated with Angiotensin Converting Enzyme Inhibitor UseNovember 20, 2010 | Journal of General Internal Medicine, Vol. 26, No. 4",
        "Nonischemic Colitis1 Jan 2011",
        "Small Bowel1 Jan 2011",
        "Principles of 3D Postprocessing1 Jan 2011",
        "Inflammatory and Infectious Colonic Lesions1 Jan 2011",
        "Pathologie de la rgion iloccale1 Jan 2011 | EMC - Radiologie et imagerie mdicale - Abdominale - Digestive, Vol. 29, No. 3",
        "Pseudopneumatosis14 Oct 2010",
        "Elderly patient with acute, left lower abdominal pain: perforated jejunal diverticulitis (2010:7b)September 15, 2010 | European Radiology, Vol. 20, No. 10",
        "Aspects tomodensitomtriques des colites chez les patients neutropniques1 Jun 2010 | Journal de Radiologie, Vol. 91, No. 6",
        "CT hypoperfusion complexMay 23, 2010",
        "CT Enterography1 Apr 2010 | Gastrointestinal Endoscopy Clinics of North America, Vol. 20, No. 2",
        "Akute Entzndung des intestinalen SystemsFebruary 17, 2010 | Der Radiologe, Vol. 50, No. 3",
        "Acute Gastritis and Enteritis1 Jan 2010",
        "Key CT Findings1 Jan 2010",
        "Radiation EnterocolitisSeptember 22, 2010",
        "Virtual Colonoscopy: Beyond Polyp Detection1 Jan 2010",
        "Intestinal Ischemia1 Jan 2010",
        "Case 1651 Jan 2010",
        "Des douleurs abdominales et un purpura1 Dec 2009 | La Revue de Mdecine Interne, Vol. 30, No. 12",
        "CT emergencies26 Nov 2009",
        "Abdomen and pelvis26 Nov 2009",
        "Potential extraperitoneal space continuous with the peri-intestinal space: CT evidence and anatomical evaluation in patients with pneumatosis intestinalis without intestinal ischemiaMay 5, 2009 | Surgical and Radiologic Anatomy, Vol. 31, No. 9",
        "Utility of endoscopy in patients with incidental gastrointestinal luminal wall thickening detected with CTJanuary 1, 2009 | Surgical Endoscopy, Vol. 23, No. 10",
        "Multidetector Computed Tomography of the Acute Abdomen in the Immunocompromised Host: A Pictorial Review1 Jul 2009 | Current Problems in Diagnostic Radiology, Vol. 38, No. 4",
        "MR imaging findings of small bowel hemorrhage: Two cases of mural involvement and one of perimuralApril 22, 2009 | Journal of Magnetic Resonance Imaging, Vol. 29, No. 5",
        "Significance of Bowel Wall Thickening on Computed Tomography Scan: Higher Risk of Pathology Among African Americans Compared to Hispanics1 Apr 2009 | Journal of the National Medical Association, Vol. 101, No. 4",
        "CT Diagnosis of Acute Mesenteric Ischemia from Various CausesNovember 23, 2012 | American Journal of Roentgenology, Vol. 192, No. 2",
        "Surgically Important Bowel and/or Mesenteric Injury in Blunt Trauma: Accuracy of Multidetector CT for Evaluation1 Nov 2008 | Radiology, Vol. 249, No. 2",
        "Imaging in Intestinal Ischemic Disorders1 Sep 2008 | Radiologic Clinics of North America, Vol. 46, No. 5",
        "Imaging of Ischemic Colitis1 Sep 2008 | Radiologic Clinics of North America, Vol. 46, No. 5",
        "Imaging in Intestinal Ischemic Disorders1 Aug 2008 | Clinical Gastroenterology and Hepatology, Vol. 6, No. 8",
        "ANSWER: Figure 1July 15, 2008 | Gut, Vol. 57, No. 8",
        "Computed Tomographic Imaging Findings of Bowel Ischemia1 May 2008 | Journal of Computer Assisted Tomography, Vol. 32, No. 3",
        "Bowel Wall Thickening in Children: CT Findings1 May 2008 | RadioGraphics, Vol. 28, No. 3",
        "PET/CT for the Evaluation of Diseases of Gastrointestinal OriginMarch 1, 2013",
        "MDCT Image Acquisition to Enable Optimal 3D Data Evaluation1 Jan 2008",
        "Bowel Obstruction in Neonates and Children1 Jan 2008",
        "Multi-detector Computed Tomography in the Gastrointestinal System1 Jan 2008",
        "Indicazioni1 Jan 2008",
        "CROHN'S DISEASE: AETIOLOGY, PATHOLOGY, DIAGNOSIS AND MEDICAL TREATMENT1 Jan 2008",
        "Multidetector-Row Computed Tomography of the Gastrointestinal Tract: Principles of Interpretation1 Jan 2008",
        "The Acute Abdomen1 Jan 2008",
        "Imagerie des artrites inflammatoires1 Jan 2008 | EMC - Radiologie et imagerie mdicale - Cardiovasculaire - Thoracique - Cervicale, Vol. 26, No. 1",
        "Case 127: Henoch-Schonlein Purpura1 Dec 2007 | Radiology, Vol. 245, No. 3",
        "Acute presentation of a solitary caecal diverticulum: a case reportNovember 9, 2007 | Journal of Medical Case Reports, Vol. 1, No. 1",
        "CT evaluation of shock viscera: a pictorial reviewOctober 25, 2007 | Emergency Radiology, Vol. 15, No. 1",
        "Intramural Fat in the Duodenum and Proximal Small Intestine in Patients with Celiac DiseaseNovember 23, 2012 | American Journal of Roentgenology, Vol. 189, No. 4",
        "The Clinical Significance of Incidental Computer Tomography Finding of Gastrointestinal Luminal Wall Thickening as Evaluated by EndoscopyMarch 24, 2007 | Digestive Diseases and Sciences, Vol. 52, No. 7",
        "A Pattern Approach to the Abnormal Small Bowel: Observations at MDCT and CT EnterographyNovember 23, 2012 | American Journal of Roentgenology, Vol. 188, No. 5",
        "Mesenteric Ischemia1 May 2007 | Radiologic Clinics of North America, Vol. 45, No. 3",
        "Imaging of Gastrointestinal Tract Infection1 Apr 2007 | Seminars in Roentgenology, Vol. 42, No. 2",
        "Tcnicas seccionales de imagen en la enfermedad de Crohn: ecografa, tomografa computarizada y resonancia magntica1 Mar 2007 | Radiologa, Vol. 49, No. 2",
        "Value of Computed Tomography in the Diagnosis of the Cause of Nontraumatic Gastrointestinal Tract Perforation1 Mar 2007 | Journal of Computer Assisted Tomography, Vol. 31, No. 2",
        "The Fat Halo Sign1 Mar 2007 | Radiology, Vol. 242, No. 3",
        "Imagerie des affections intestinales aigus non traumatiques de l'adulte1 Jan 2007 | EMC - Gastro-entrologie, Vol. 24, No. 2",
        "Imagerie des infections digestives1 Jan 2007 | EMC - Radiologie et imagerie mdicale - Abdominale - Digestive, Vol. 25, No. 4",
        "CT of jejunal diverticulitis: imaging findings, differential diagnosis, and clinical management1 Jan 2007 | Clinical Radiology, Vol. 62, No. 1",
        "Hodgkin's and Non-Hodgkin's Lymphomas1 Jan 2007 | Radiologic Clinics of North America, Vol. 45, No. 1",
        "CT Imaging of Colitis1 Sep 2006 | Radiology, Vol. 240, No. 3",
        "Multi-Detector Row CT: Spectrum of Diseases Involving the Ileocecal Area1 Sep 2006 | RadioGraphics, Vol. 26, No. 5",
        "Diagnostic Imaging Modalities for Assessment of Lymphoma with Special Emphasis on CT, MRI, and Ultrasound1 Jul 2006 | PET Clinics, Vol. 1, No. 3",
        "Monomelic Spread of Metastatic Disease due to Proximal Deep Venous ThrombosisNovember 23, 2012 | American Journal of Roentgenology, Vol. 186, No. 6",
        "Pseudotumoral Colonic Tuberculosis Complicating Rheumatoid Arthritis Treated with a Tumor Necrosis Factor AntagonistNovember 23, 2012 | American Journal of Roentgenology, Vol. 186, No. 6",
        "Pleuropulmonary Endometriosis: CT-Pathologic CorrelationNovember 23, 2012 | American Journal of Roentgenology, Vol. 186, No. 6",
        "Colonic Abnormalities on CT in Adult Hospitalized Patients with Clostridium difficile Colitis: Prevalence and Significance of FindingsNovember 23, 2012 | American Journal of Roentgenology, Vol. 186, No. 5",
        "Colonic Wall Thickening on Computed Tomography Scan and Clinical Correlation. Does it Suggest the Presence of an Underlying Neoplasia?March 1, 2006 | The American SurgeonTM, Vol. 72, No. 3",
        "CT enteroclysis: technique and clinical applicationsOctober 12, 2005 | European Radiology, Vol. 16, No. 3",
        "Clinical Significance of Poor CT Enhancement of the Thickened Small-Bowel Wall in Patients with Acute Abdominal PainNovember 23, 2012 | American Journal of Roentgenology, Vol. 186, No. 2",
        "Body Imaging1 Jan 2006",
        "Virtual Colonoscopy Beyond Polyp Detection?1 Jan 2006",
        "Entroscanner1 Jan 2006 | EMC - Radiologie et imagerie mdicale - Abdominale - Digestive, Vol. 24, No. 2",
        "Imagerie des affections ischmiques aigus du tube digestif de l'adulte1 Jan 2006 | EMC - Radiologie et imagerie mdicale - Abdominale - Digestive, Vol. 1, No. 1",
        "Imagerie de la maladie de Crohn1 Jan 2006 | EMC - Radiologie et imagerie mdicale - Abdominale - Digestive, Vol. 1, No. 1",
        "Imagerie des urgences abdominales non traumatiques de l'adulte1 Jan 2006 | EMC - Radiologie et imagerie mdicale - Abdominale - Digestive, Vol. 1, No. 1",
        "Imagerie des urgences abdominales non traumatiques de l'adulte1 Jan 2006 | EMC - Mdecine d 'urgence, Vol. 1, No. 1",
        "Adenocarcinoma of the ileum in Crohn diseaseMay 17, 2005 | Abdominal Imaging, Vol. 30, No. 6",
        "Intestinal pseudo-obstruction as the initial presentation of systemic lupus erythematosus: the need for enteroscopic evaluation1 Dec 2005 | Gastrointestinal Endoscopy, Vol. 62, No. 6",
        "CT Evaluation of Appendicitis and Its Complications: Imaging Techniques and Key Diagnostic FindingsNovember 23, 2012 | American Journal of Roentgenology, Vol. 185, No. 2",
        "Computertomographische Diagnostik der akuten linksseitigen Kolondivertikulitis und ihre Differenzialdiagnostik1 Jul 2005 | Der Radiologe, Vol. 45, No. 7",
        "Perforated Meckel's Diverticulum Presenting as a Gastrointestinal Stromal Tumor: A Case Report1 Jul 2005 | Journal of Gastrointestinal Surgery, Vol. 9, No. 6",
        "Cytomegalovirus colitis mimicking ischemic colitis in an immunocompetent host1 Jul 2005 | Heart & Lung, Vol. 34, No. 4",
        "CT evaluation of gastrointestinal tumors: Imaging techniques and key diagnostic findingsJuly 1, 2005 | Applied Radiology, Vol. 156",
        "Imagerie de la maladie de Crohn1 Jun 2005 | EMC - Radiologie, Vol. 2, No. 3",
        "Imagerie des affections ischmiques aigus du tube digestif de l'adulte1 May 2005 | EMC - Radiologie, Vol. 2, No. 2",
        "Le feces sign : valeur dun signe TDM dans locclusion du grle sur bride ou adhrences pritonales1 Apr 2005 | Journal de Radiologie, Vol. 86, No. 4",
        "Sonographic Findings in Ischemic Colitis in 58 PatientsNovember 23, 2012 | American Journal of Roentgenology, Vol. 184, No. 3",
        "The Target Sign: Bowel Wall1 Feb 2005 | Radiology, Vol. 234, No. 2",
        "Cecal Pneumatosis in Patients with Obstructive Colon Cancer: Correlation of CT Findings with Bowel ViabilityNovember 23, 2012 | American Journal of Roentgenology, Vol. 183, No. 6",
        "Le signe du halo graisseux ilal : quelle signification lui accorder ?1 Nov 2004 | Journal de Radiologie, Vol. 85, No. 11",
        "Cross-sectional Imaging in Crohn Disease1 May 2004 | RadioGraphics, Vol. 24, No. 3",
        "Imagerie des urgences abdominales non traumatiques de l'adulte1 Apr 2004 | EMC - Radiologie, Vol. 1, No. 2",
        "CT of Colitis1 Jan 2004",
        "Small bowel CT fat density target sign in chronic radiation enteritisDecember 3, 2003 | Australasian Radiology, Vol. 47, No. 4",
        "The acute right lower quadrant1 Nov 2003 | Radiologic Clinics of North America, Vol. 41, No. 6",
        "Acute small bowel ischemia: CT imaging findings1 Oct 2003 | Seminars in Ultrasound, CT and MRI, Vol. 24, No. 5",
        "Bowel Wall Fat Halo Sign in Patients Without Intestinal DiseaseNovember 23, 2012 | American Journal of Roentgenology, Vol. 181, No. 3",
        "Benign and Malignant Lesions of the Stomach: Evaluation of CT Criteria for Differentiation1 Jul 2003 | Radiology, Vol. 228, No. 1",
        "Computed Tomographic Features of Peritoneal Carcinomatosis Treated by Intraperitoneal Chemohyperthermia1 May 2003 | Journal of Computer Assisted Tomography, Vol. 27, No. 3",
        "Halo Sign: Useful CT Sign for Differentiating Benign from Malignant Colonic Disease1 Apr 2003 | Clinical Radiology, Vol. 58, No. 4",
        "CT in Acute Mesenteric Ischaemia1 Apr 2003 | Clinical Radiology, Vol. 58, No. 4",
        "Unusual Causes of Colonic Wall Thickening on Computed Tomography1 Mar 2003 | Clinical Radiology, Vol. 58, No. 3",
        "Intestinal Ischemia Versus Intramural Hemorrhage: CT EvaluationNovember 23, 2012 | American Journal of Roentgenology, Vol. 180, No. 1",
        "Localized Intestinal Lymphangiectasia: CT FindingsNovember 23, 2012 | American Journal of Roentgenology, Vol. 180, No. 1",
        "Algorithmic Approach to CT Diagnosis of the Abnormal Bowel Wall1 Sep 2002 | RadioGraphics, Vol. 22, No. 5",
        "Colitis isqumica: hallazgos en TC1 Jan 2002 | Radiologa, Vol. 44, No. 3",
        "Stromal tumour within a Meckel's diverticulum: CT and ultrasound findings1 Dec 2001 | The British Journal of Radiology, Vol. 74, No. 888"
      ]
    },
    {
      "type": "heading",
      "level": 3,
      "text": "View options"
    },
    {
      "type": "heading",
      "level": 4,
      "text": "PDF"
    },
    {
      "type": "heading",
      "level": 4,
      "text": "PDF Download"
    },
    {
      "type": "image",
      "assetId": "asset_ee22e9c1ba",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_3f3d2abf16",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_d619efebaf",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_c2410abf1c",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_395da0ad67",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_357668e7cb",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_565772218b",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_bbd36abbd8",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_3cad601f13",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_c7e5cc4b5a",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_ada3331909",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_ee683ee01e",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_a4c8c50974",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_9bcc18c362",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_a12abc9346",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_cbe61b15f7",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_3d8b211f28",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_603d98e788",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_0cb8cb8990",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_7c5746a24b",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_6360c06f7e",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_45d1c17c57",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_2648c77014",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_5abd85a765",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_9181f2b7f3",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_cd5266be3d",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_7d4dd9d040",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_8c28cdaab8",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_3a65806923",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_ce3da7b584",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_0880c90889",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_8e5588c6bd",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_c55b2bc4d8",
      "alt": ""
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Share"
    },
    {
      "type": "heading",
      "level": 4,
      "text": "Copy the content Link"
    },
    {
      "type": "paragraph",
      "text": "https://www.ajronline.org/doi/10.2214/ajr.176.5.1761105"
    },
    {
      "type": "paragraph",
      "text": "Copied!"
    },
    {
      "type": "paragraph",
      "text": "Copying failed."
    },
    {
      "type": "heading",
      "level": 4,
      "text": "Share on social media"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "References"
    },
    {
      "type": "heading",
      "level": 4,
      "text": "References"
    },
    {
      "type": "list",
      "items": [
        "a [...] to diagnose small-bowel wall thickening",
        "b [...] to incomplete distention and residual fluid",
        "c [...] with a small-bowel series may be needed",
        "d [...] area of decreased (edema) attenuation",
        "e [...] phases of IV contrast material enhancement",
        "f [...] with these signs is related to hyperemia",
        "g [...] and bowel edema in patients with cirrhosis",
        "h [...] is usually present in neoplastic conditions",
        "i [...] infections, bowel edema, and ischemia",
        "j [...] carcinoma and, occasionally, lymphoma",
        "k [...] ileitis, radiation enteritis, and ischemia"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] to diagnose small-bowel wall thickening",
        "b [...] fill the bowel lumen to mimic a target sign"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] to diagnose small-bowel wall thickening",
        "b [...] thickness has been used by some authors",
        "c [...] ], chronic Crohn's disease",
        "d [...] attenuation on contrast-enhanced CT",
        "e [...] a target appearance are no longer present",
        "f [...] and bowel edema in patients with cirrhosis",
        "g [...] abscess, and fibrofatty proliferation"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] to diagnose small-bowel wall thickening",
        "b [...] thickness has been used by some authors"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] to diagnose small-bowel wall thickening",
        "b [...] thickening to indicate disorders"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] to diagnose small-bowel wall thickening",
        "b [...] thickening to indicate disorders",
        "c [...] and colon, especially the right colon"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] includes submucosal hemorrhage or hematoma",
        "b [...] thickened segment and lack of enhancement",
        "c [...] high attenuation in the thickened segment",
        "d [...] thickened in cases of submucosal hemorrhage"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] includes submucosal hemorrhage or hematoma",
        "b [...] thickened segment and lack of enhancement",
        "c [...] is affected in a segmental distribution",
        "d [...] high attenuation in the thickened segment",
        "e [...] target or halo configuration of attenuation",
        "f [...] thickened in cases of submucosal hemorrhage"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] ], infarcted bowel",
        "b [...] ], radiation injury",
        "c [...] target or halo configuration of attenuation",
        "d [...] thickened and no enhancement is identified",
        "e [...] output), and strangulation obstruction",
        "f [...] attenuation on contrast-enhanced CT",
        "g [...] a target appearance are no longer present"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] ], infarcted bowel",
        "b [...] thickened and no enhancement is identified",
        "c [...] adjacent loops helps to show this finding"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] ], neoplasm",
        "b [...] thickened segment on contrast-enhanced CT",
        "c [...] homogeneous attenuation and enhancement",
        "d [...] is usually present in neoplastic conditions",
        "e [...] adenocarcinoma and metastatic disease",
        "f [...] mass in the mesentery is carcinoid tumor"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] ], neoplasm",
        "b [...] thickened segment on contrast-enhanced CT"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] ], neoplasm",
        "b [...] thickened segment on contrast-enhanced CT",
        "c [...] homogeneous attenuation and enhancement",
        "d [...] thickening with homogeneous attenuation",
        "e [...] is usually present in neoplastic conditions",
        "f [...] ranging from 1.5 to 7 cm (mean, 2.6 cm)",
        "g [...] carcinoma and, occasionally, lymphoma"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] ], neoplasm",
        "b [...] correlates with size of the tumor"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] sign was first reported by Frager et al.",
        "b [...] and bowel edema in patients with cirrhosis"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] abscess, and fibrofatty proliferation"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] to distinguish from Crohn's disease"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] to distinguish from Crohn's disease",
        "c [...] of bowel displacement in Crohn's disease"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] in only 8% of patients with Crohn's disease",
        "c [...] 7.8 mm in patients with ulcerative colitis"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] folds is known as the accordion sign",
        "c [...] colitis and has been considered specific"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] colitis and has been considered specific"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] colitis and has been considered specific"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] pattern to that shown by the accordion sign"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] pattern to that shown by the accordion sign"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] with cirrhosis, and low-flow ischemia"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] with cirrhosis, and low-flow ischemia"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] with cirrhosis, and low-flow ischemia"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] occurs in systemic lupus erythematosus"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] occurs in systemic lupus erythematosus"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] occurs in systemic lupus erythematosus"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] ileitis, radiation enteritis, and ischemia"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] and bowel edema in patients with cirrhosis",
        "b [...] with cirrhosis, and low-flow ischemia",
        "c [...] and colon, especially the right colon"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] is usually present in neoplastic conditions",
        "b [...] examining patients with thickened bowel",
        "c [...] are more commonly seen in diverticulitis"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] examining patients with thickened bowel",
        "b [...] of calcification should be evaluated"
      ]
    },
    {
      "type": "list",
      "items": [
        "a [...] examining patients with thickened bowel",
        "b [...] of calcification should be evaluated"
      ]
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Recommended Articles"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "A Review of Clinical and Imaging Features of Diffuse Pulmonary Hemorrhage"
    },
    {
      "type": "list",
      "items": [
        "Samuel Reisman,",
        "Michael Chung, and",
        "Adam Bernheim"
      ]
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Beyond Ultrasound: CT and MRI of Ectopic Pregnancy"
    },
    {
      "type": "list",
      "items": [
        "Linda Y. Kao,",
        "Meir H. Scheinfeld,",
        "Victoria Chernyak,",
        "Alla M. Rozenblit,",
        "Sarah Oh, and",
        "R. Joshua Dym"
      ]
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Retroperitoneal Fibrosis: A Review of Clinical Features and Imaging Findings"
    },
    {
      "type": "list",
      "items": [
        "Carmel G. Cronin,",
        "Derek G. Lohan,",
        "Michael A. Blake,",
        "Clare Roche,",
        "Peter McCarthy, and",
        "Joseph M. Murphy"
      ]
    },
    {
      "type": "heading",
      "level": 3,
      "text": "The Spectrum of Rib Neoplasms in Adults: A Practical Approach and Multimodal Imaging Review"
    },
    {
      "type": "list",
      "items": [
        "Alyssa R. Goldbach,",
        "Maruti Kumaran,",
        "Achala Donuru,",
        "Kristen McClure,",
        "Chandra Dass, and",
        "Partha Hota"
      ]
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Imaging Features of Sclerosed Hemangioma"
    },
    {
      "type": "list",
      "items": [
        "Deirdre J. Doyle,",
        "Korosh Khalili,",
        "Maha Guindi, and",
        "Mostafa Atri"
      ]
    }
  ]
}
