{
  "id": "downloaded-articles-downloaded-articles-converted-aapm-position-statement-on-the-use-of-patient-gonadal-and-fetal-shielding-e40792",
  "title": "AAPM Position Statement on the Use of Patient Gonadal and Fetal Shielding",
  "source": "downloaded_articles/downloaded_articles/converted-aapm-position-statement-on-the-use-of-patient-gonadal-and-fetal-shielding.html",
  "blocks": [
    {
      "type": "image",
      "assetId": "asset_a86c4f8f02",
      "alt": "The American Association of Physicists in Medicine"
    },
    {
      "type": "image",
      "assetId": "asset_de28d28587",
      "alt": "AAPM Twitter"
    },
    {
      "type": "image",
      "assetId": "asset_ed5e54f120",
      "alt": "AAPM Instagram"
    },
    {
      "type": "image",
      "assetId": "asset_b9f7f4687a",
      "alt": "AAPM LinkedIn Group"
    },
    {
      "type": "image",
      "assetId": "asset_d4537f1b5a",
      "alt": "AAPM Facebook Page"
    },
    {
      "type": "image",
      "assetId": "asset_e4b7fb1927",
      "alt": "RSS Feed"
    },
    {
      "type": "heading",
      "level": 1,
      "text": "Governance"
    },
    {
      "type": "image",
      "assetId": "asset_105b75bdf9",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_62a3800ad1",
      "alt": "This is a members only link."
    },
    {
      "type": "image",
      "assetId": "asset_62a3800ad1",
      "alt": "This is a members only link."
    },
    {
      "type": "list",
      "items": [
        "Join the AAPM!",
        "Staff Contacts",
        "Expense Claims",
        "Mission &Strategic Plan",
        "Position Statements & Policies",
        "Association Governance",
        "Committees",
        "Committee Classifieds",
        "Individual Appointments",
        "History & Heritage",
        "Chapters",
        "Speaker Index"
      ]
    },
    {
      "type": "list",
      "items": [
        "Login",
        "Public & Media",
        "International",
        "Medical Physicist",
        "Membership",
        "Students",
        "Meetings",
        "Education",
        "Quality & Safety",
        "Government Affairs",
        "Publications",
        "Career Services",
        "Corporate Affiliates",
        "Links of Interest",
        "Advertising Opportunities"
      ]
    },
    {
      "type": "image",
      "assetId": "asset_5668088b5a",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_d14febc7fb",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_408a5bd563",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_688a56b6ce",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_6eacda365e",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_73f8275b2e",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_58096a075a",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_71964c44fc",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_c5b5855f99",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_911e3aa613",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_3d410a828a",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_f2c3d3af42",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_f895655034",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_33bf524fa8",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_f42e08a69b",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_6920eadd0e",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_921ef218c0",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_8059aaca8b",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_6a94652523",
      "alt": ""
    },
    {
      "type": "image",
      "assetId": "asset_2eca271189",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "Patient gonadal and fetal shielding during X-ray based diagnostic imaging should be discontinued as routine practice. Patient shielding may jeopardize the benefits of undergoing radiological imaging. Use of these shields during X-ray based diagnostic imaging may obscure anatomic information or interfere with the automatic exposure control of the imaging system. These effects can compromise the diagnostic efficacy of the exam, or actually result in an increase in the patients radiation dose. Because of these risks and the minimal to nonexistent benefit associated with fetal and gonadal shielding, AAPM recommends that the use of such shielding should be discontinued."
    },
    {
      "type": "paragraph",
      "text": "For patients or guardians experiencing fear and anxiety about radiation exposure, the use of gonadal or fetal shielding may calm and comfort the patient enough to improve the exam outcome (1). This may be considered when developing shielding policies and procedures. However, blanket statements requiring the use of such shielding are not supported by current evidence (2-4). Additionally, the AAPM recommends that radiologic technologist educational programs (including patient outreach efforts) provide information about the limited utility and potential drawbacks of gonadal and fetal shielding."
    },
    {
      "type": "paragraph",
      "text": "Rationale for policy: Gonadal and fetal shielding in X-ray imaging has for decades been considered consistent with the ALARA principle and therefore good practice. Given advances in technology and current evidence of radiation exposure risks, the AAPM has reconsidered the effectiveness of gonadal and fetal shielding."
    },
    {
      "type": "paragraph",
      "text": "Gonadal and fetal shielding provide negligible, or no, benefit to patients health."
    },
    {
      "type": "paragraph",
      "text": "1) Radiation doses used in diagnostic imaging are not associated with measurable harm to the gonads or fetus. The main concern with radiation exposure to the reproductive organs has been an increased risk of hereditary effects. However, according to the 2007 Publication 103 of the International Commission on Radiological Protection (ICRP), no human studies provide direct evidence of a radiation-associated excess of heritable disease (5). Similarly, the American College of Obstetricians and Gynecologists (ACOG) Guidelines, with endorsement from the American College of Radiology (ACR), states that with few exceptions, radiation exposure through radiography, computed tomography scan, or nuclear medicine imaging techniques is at a dose much lower than the exposure associated with fetal harm (6)."
    },
    {
      "type": "paragraph",
      "text": "2) Patient shielding is ineffective in reducing internal scatter. In medical x-ray imaging, the main source of radiation dose to internal organs that are outside the imaging field of view is x-rays that scatter inside the body. However, surface shielding covering these organs has no impact on this scatter."
    },
    {
      "type": "paragraph",
      "text": "The use of gonadal and fetal shielding can negatively affect the efficacy of the exam."
    },
    {
      "type": "paragraph",
      "text": "1) Shielding can obscure anatomy, resulting in a repeated exam or compromised diagnostic information. Shielding placed inside the imaging field of view, or shielding that moves into the imaging field of view, can obscure important anatomy or pathology, or introduce artifacts. In such cases, if the procedure is not repeated the interpreting physician may lack important diagnostic information; if it is repeated, there will be a substantial increase in dose. Evidence shows that this is a more common problem than usually assumed (7-9)."
    },
    {
      "type": "paragraph",
      "text": "2) Shielding can negatively affect automatic exposure control and image quality. All modern X-ray imaging systems use automatic exposure control, and the presence of shielding in the imaging field of view can drastically increase X-ray output, increasing patient radiation dose and degrading image quality (10)."
    },
    {
      "type": "paragraph",
      "text": "References:"
    },
    {
      "type": "list",
      "items": [
        "ACR-SPR Practice Parameter for Imaging Pregnant or Potentially Pregnant Adolescents and Women with Ionizing Radiation. Resolution 39 (2018).",
        "RM Marsh and MS Silosky. Patient shielding in diagnostic imaging: Discontinuing a Legacy Practice (2019) AJR; 212:1-3.",
        "L Yu, MR Bruesewitz, TJ Vrieze, CH McCollough. Lead shielding in pediatric chest CT: Effect of apron placement outside the scan volume on radiation dose reduction (2019) AJR;212(1):151-156.",
        "KJ Strauss, EL Gingold, DP Frush. Reconsidering the Value of Gonadal Shielding During Abdominal/Pelvic Radiography (2017) JACR;14(12):1635-1636.",
        "ICRP, 2007. The 2007 Recommendations of the International Commission on Radiological Protection. ICRP Publication 103. Ann. ICRP 37.",
        "Committee opinion no. 723: Guidelines for diagnostic imaging during pregnancy and lactation. Obstet Gynecol. 2017;130(4):933-934.",
        "SL Fawcett and SJ Barter. The use of gonad shielding in paediatric hip and pelvis radiographs (2009) BJR; 82: 363-370.",
        "MJ Frantzen, S Robben, AA Postma, et al. Gonad shielding in paediatric pelvic radiography: disadvantages prevail over benefit (2012) Imaging Insights; 3(1): 23-32.",
        "MC Lee, J Lloyd, MJ Solomito. Poor utility of gonadal shielding for pediatric pelvic radiographs (2017) Orthopedics; 40(4): e623-e627.",
        "ACR-AAPM-SIIM-SPR Practice Parameter for Digital Radiography. Resolution 40 (2017)."
      ]
    },
    {
      "type": "paragraph",
      "text": "Support and Endorsement of this Position Statement from Other Groups:"
    },
    {
      "type": "list",
      "items": [
        "American College of Radiology (ACR)",
        "Australasian College of Physical Scientists & Engineers in Medicine (ACPSEM)",
        "Canadian Association of Medical Radiation Technologists (CAMRT)",
        "Canadian Association of Radiologists (CAR)",
        "Canadian Organization of Medical Physicists (COMP)",
        "Health Physics Society (HPS)",
        "Image Gently",
        "Radiological Society of North America (RSNA) See also: Imaging During Pregnancy"
      ]
    },
    {
      "type": "paragraph",
      "text": "Frequently Asked Questions"
    },
    {
      "type": "list",
      "items": [
        "Patient Gonadal and Fetal Shielding in Diagnostic Imaging FAQ"
      ]
    },
    {
      "type": "paragraph",
      "text": "Mentions in the Media:"
    },
    {
      "type": "list",
      "items": [
        "MSN",
        "Good Morning America",
        "Sagacious News"
      ]
    },
    {
      "type": "list",
      "items": [
        "AuntMinnie",
        "Press of Atlantic City",
        "Omaha World-Herald",
        "Richmond Times-Dispatch",
        "The Tennessean",
        "Salon",
        "HealthLeaders",
        "The Daily Times",
        "Bonner County Daily Bee",
        "The Grand Junction Daily Sentinel",
        "Patch",
        "ViaWorldNews.com",
        "PressFrom",
        "Break'n News"
      ]
    },
    {
      "type": "list",
      "items": [
        "Do you really need to wear a lead apron to get an X-ray? (LiveScience)",
        "Lead aprons offer little protection during X-rays. Why do so many clinicians keep using them? (STAT)",
        "X-ray shields going by the wayside: What you and your patients need to know (American Academy of Pediatrics News)",
        "Researchers push for worldwide end to pelvic shielding in radiology (Radiology Business)",
        "Why You Should Ditch That Lead Apron In The X-Ray Room (Forbes)",
        "Some hospitals say using lead aprons for X-rays does more harm than good. Lurie will stop using the shields this spring. (Chicago Tribune)",
        "Hospitals increasingly abandoning shielding in radiology as movement takes hold across US (Radiology Business)",
        "That Lead Apron in the X-Ray Room? You May Not Need It (The New York Times)",
        "AAPM clarifies x-ray shielding recommendations (HealthImaging)",
        "AAPM weighs in on x-ray shielding (AuntMinnie)",
        "AAPM details policy decision on patient shielding during x-rays (Radiology Business)",
        "An open letter to the x-ray imaging community from the American Association of Physicists in Medicine (AAPM)",
        "ACR Endorses AAPM Position on Patient Gonadal and Fetal Shielding",
        "AAPM: Patient gonadal and fetal shielding unnecessary during x-rays (Radiology Business)",
        "AAPM: Gonadal, fetal shielding during x-ray should be discontinued (HealthImaging)"
      ]
    },
    {
      "type": "table",
      "columns": [
        "Policy number",
        "Policy name",
        "Policy date",
        "Sunset date"
      ],
      "rows": [
        [
          "PS 8-A",
          "AAPM Position Statement on the Use of Patient Gonadal and Fetal Shielding",
          "4/2/2019",
          "12/31/2030"
        ],
        [
          "Section"
        ],
        [
          "Policy source"
        ],
        [
          "April 2-3, 2019 Board of Directors Meeting Minutes"
        ],
        [
          "Policy text"
        ]
      ]
    },
    {
      "type": "table",
      "columns": [
        "Policy number",
        "Policy name",
        "Policy date",
        "Sunset date",
        "Active?"
      ],
      "rows": [
        [
          "Policy version history"
        ],
        [
          "PP 32-A",
          "AAPM Position Statement on the Use of Patient Gonadal and Fetal Shielding",
          "4/2/2019",
          "12/31/2024",
          "Inactive"
        ],
        [
          "PS 8-A",
          "AAPM Position Statement on the Use of Patient Gonadal and Fetal Shielding",
          "4/2/2019",
          "12/31/2030",
          "Active"
        ]
      ]
    },
    {
      "type": "paragraph",
      "text": "Return to Policy Home"
    },
    {
      "type": "image",
      "assetId": "asset_296711fe57",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": "AAPM's Privacy PolicyUse of the site constitutes your acceptance to its terms and conditions."
    },
    {
      "type": "paragraph",
      "text": "AAPM is a scientific, educational, and professional nonprofit organization devoted to the discipline of physics in medicine. The information provided in this website is offered for the benefit of its members and the general public, however, AAPM does not independently verify or substantiate the information provided on other websites that may be linked to this site."
    }
  ]
}
