{
  "id": "mr-safety-preface-60b309",
  "title": "Preface | MRI Safety Manual",
  "source": "mr-safety-preface.html",
  "blocks": [
    {
      "type": "paragraph",
      "text": "Auto-extracted from mr-safety.docx. Verify locally against the official manual for clinical use."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Full Text"
    },
    {
      "type": "paragraph",
      "text": "PREFACE"
    },
    {
      "type": "paragraph",
      "text": "This 2024 edition of the ACR Manual on MR Safety replaces all earlier versions. This document is published in a web-based format so that it can be revised and updated in a timelier manner as needed."
    },
    {
      "type": "paragraph",
      "text": "In 2001, the American College of Radiology (ACR) formed a Blue-Ribbon Panel on Magnetic Resonance (MR) Safety in response to various reports in the medical literature and print media detailing MR imaging (MRI) adverse events and incidents involving patients, equipment, and personnel. Initially published in 2002, the ACR MR Safe Practices Guidelines are often looked to as authoritative guidance for establishing safe and responsible practices in clinical and research MR environments. Subsequently, these guidelines have been reviewed and updated throughout the years to address feedback from the MR community as well as changes in the MRI industry since the original publication. The ACR Manual on MR Safety represents the consensus of those representing the Committee on MR Safety of the ACR. It should be noted that these recommendations are not only appropriate from a scientific point of view but also generally reasonable for real-world application, with consideration given to patient care, throughput, financial pressures, and other considerations."
    },
    {
      "type": "paragraph",
      "text": "This document is an educational tool designed to assist practitioners in providing appropriate radiologic care for patients. The ACR Manual on MR Safety recommendations are not to be considered inflexible rules or requirements of practice and are not intended, nor should they be used, to establish a legal standard of care. For these reasons and those set forth herein, the ACR cautions against the use of this document in litigation in which the clinical decisions of a practitioner or imaging practice are called into question. The ultimate judgment regarding the propriety of any specific procedure or course of action must be made by the practitioner/practice considering all the circumstances presented. Thus, an approach that differs from the guidance in this document, standing alone, does not necessarily imply that the approach was below the standard of care."
    },
    {
      "type": "paragraph",
      "text": "The views expressed in this document are solely those of the authors and in no way imply a policy or position of any of the organizations represented by the authors."
    },
    {
      "type": "paragraph",
      "text": "The ACR sincerely thanks all who have contributed their knowledge and valuable time to this and all previous versions of this publication including the ACR MR Safe Practice Guidelines, ACR Guidance Documents on MR Safe Practices, and the ACR Manual on MR Safety. The ACR Safety Committee thanks those in the MR Safety community who provided valuable comments on the draft version of the ACR Manual on MR Safety. Those comments were instrumental in improving this 2024 version of the manual."
    },
    {
      "type": "paragraph",
      "text": "Members of the ACR Committee on MR Safety are:"
    },
    {
      "type": "paragraph",
      "text": "Robert Watson, Jr, MD, PhD, FACR Chair"
    },
    {
      "type": "paragraph",
      "text": "Alexander McKinney, IV, MD Jason Stafford, PhD"
    },
    {
      "type": "paragraph",
      "text": "David Altman, MD Ivan Pedrosa, MD, PhD"
    },
    {
      "type": "paragraph",
      "text": "James Webb, Jr., RT(R)(QM) Jonathan Dillman, MD, MSc, FACR"
    },
    {
      "type": "paragraph",
      "text": "Scott Reeder, MD, PhD, FACR Dina Hernandez, ACR Staff Michael Hoff, PhD"
    },
    {
      "type": "paragraph",
      "text": "Jeffrey Rogg, MD, FACR"
    }
  ]
}
