{
  "id": "mr-safety-ch4-personnel-f77790",
  "title": "Chapter 4: MR Personnel | MRI Safety Manual",
  "source": "mr-safety-ch4-personnel.html",
  "blocks": [
    {
      "type": "paragraph",
      "text": "Auto-extracted from mr-safety.docx. Verify locally against the official manual for clinical use."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Full Text"
    },
    {
      "type": "paragraph",
      "text": "CHAPTER 4:"
    },
    {
      "type": "paragraph",
      "text": "MR Personnel"
    },
    {
      "type": "paragraph",
      "text": "MR Personnel and Non-MR Personnel"
    },
    {
      "type": "paragraph",
      "text": "MR Personnel. MR Personnel are directly responsible for safety in Zones III and IV and are to be documented as having been successfully educated in MR safety topics (as defined by the facility’s MR Medical Director (MRMD)) at least to a level sufficient to ensure that they do not represent a danger to themselves or others in the MR environment. Although basic MRI safety training is often offered at many institutions for personnel who may visit the MRI facility (e.g., physicians, nurses, etc., accompanying a patient), the level of training for MR Personnel is more in depth and formal than that which might be provided to non-MR Personnel."
    },
    {
      "type": "paragraph",
      "text": "MR Personnel can either be Level 1 or Level 2, as defined below. Throughout this document, all references to MR Personnel that do not specify Level 1 or Level 2 will apply to both Level 1 and Level 2 MR Personnel."
    },
    {
      "type": "paragraph",
      "text": "Non-MR Personnel. Non-MR Personnel are those that within the previous 12 months have not successfully completed the designated formal MR safety education defined by the MRMD of that facility to qualify as MR Personnel. Patients, visitors, facility staff, and health care providers including radiologists and technologists who do not meet the criteria for MR Personnel are non-MR Personnel."
    },
    {
      "type": "paragraph",
      "text": "For maintenance, vendor, and engineer personnel considerations, refer to Appendix 3: MR Facility Maintenance and Emergency Preparedness Guidelines for further guidance."
    },
    {
      "type": "paragraph",
      "text": "MR Personnel and Training: Level 1 and Level 2"
    },
    {
      "type": "paragraph",
      "text": "It is essential that MR Personnel are sufficiently trained in MR safety issues that are central to their job responsibilities and roles (Table 1). Level 1 and Level 2 Personnel and associated training provides a basic framework for job/role stratification, recognizing that increasingly complex MR practices are leading to growing needs for specialized training and competencies and stratification beyond those associated with only Level 1 and Level 2. (See Appropriately tailoring MR safety education below.)"
    },
    {
      "type": "paragraph",
      "text": "It is the responsibility of the MRMD to determine site-specific training that is necessary and appropriate for those individuals who will serve as Level 1 and Level 2 MR Personnel. We recommend that all Level 1 and Level 2 MR Personnel, including the MRMD, undergo annual MR safety training that will include topics emphasized in this safety manual and are pertinent to the safe care and imaging of MR patients. Such training could be a condition for permitting site access."
    },
    {
      "type": "paragraph",
      "text": "Level 1 MR Personnel. Level 1 MR Personnel are those who have been educated and successfully mastered MR safety topics as defined by the facility’s MRMD to ensure that they would not constitute a danger to themselves or others in the MR environment."
    },
    {
      "type": "paragraph",
      "text": "Level 1 MR Personnel must regularly and routinely work in the MR environment to maintain Level 1 status per institutional policy and MRMD approval. Substantial ongoing engagement and experience in the MR environment in this role is the expectation; undergoing a single"
    },
    {
      "type": "paragraph",
      "text": "annual lecture and rarely performing a role in the MR environment may be insufficient to maintain Level 1 MR Personnel status. It is important to note that, in some instances, Level 1 MR Personnel must be prepared to respond to emergencies in the MR environment."
    },
    {
      "type": "paragraph",
      "text": "Roles in the MR environment often designated as Level 1 MR Personnel include patient aides, technologist assistants, some nursing roles, etc."
    },
    {
      "type": "paragraph",
      "text": "Level 2 MR Personnel. Level 2 MR Personnel are those who have been more extensively trained and educated in MR safety topics beyond Level 1 MR training. Due to their higher level of MR safety training and associated job responsibilities, Level 2 MR Personnel supervise Level 1 MR Personnel in MR safety–related aspects of a practice."
    },
    {
      "type": "paragraph",
      "text": "Included in the table below are training topics anticipated to be valuable for Level 1 and Level 2 MR Personnel. This is not considered to be exhaustive, and the facility’s MRMD and MR safety team can identify additional topics that may best serve the facility’s needs, particularly as they relate to its staffing model."
    },
    {
      "type": "paragraph",
      "text": "TABLE 1. Key Elements of MRI Safety Training"
    },
    {
      "type": "paragraph",
      "text": "MR Technologists and MR Radiologists are required to be Level 2 MR Personnel with requirements designated by the MRMD in order to perform their specific roles."
    },
    {
      "type": "paragraph",
      "text": "Note: MR safety may also be enhanced by appropriate annual job-specific training for non-MR Personnel. Examples include MR scheduling staff, patient transport personnel, nonradiology house staff, and others."
    },
    {
      "type": "paragraph",
      "text": "Management of MR safety roles: MRMD, MR Safety Officer, MR Safety Expert. It is understood that those serving in the MRMD, MR Safety Officer (MRSO), or MR Safety Expert (MRSE) role will have the necessary education and experience in MR safety to qualify as Level 2 MR Personnel and should also undergo MR safety–specific education on an annual basis [1]."
    },
    {
      "type": "paragraph",
      "text": "MR Technologists. MR Technologists are healthcare professionals who have received specific training and satisfy the local requirements to operate MR systems for human scanning. MR Technologists should comply with the technologist qualifications listed in the ACR MRI Accreditation Program Requirements [2]. With their advanced level of MR safety training, Level 2 MR Technologists play the central role in management of the local environment and are the main patient advocate for MR Safety."
    },
    {
      "type": "paragraph",
      "text": "Appropriately tailoring MR safety education. MR environments are becoming increasingly complicated (e.g., PET/MR facilities, interventional MRI/hybrid procedural suites, intraoperative MRI facilities, MR-LINAC, etc.), and the personnel working in these environments are becoming increasingly diverse in their backgrounds (e.g., nuclear medicine, ultrasound, anesthesiology, etc.). As a result, it is important that the MRMD and the MR safety education team appropriately tailor necessary and relevant education for these personnel relative to their roles in the MR environment and that there are no unrecognized gaps. Firm expectations for subject matter proficiency must be maintained. As such, there may be instances when stratification and specialization of Level 1 and Level 2 education and personnel designation may be beneficial to safety and operational efficiency, particularly as it could relate to specific responsibilities in the"
    },
    {
      "type": "paragraph",
      "text": "MR environment. For example, there could be stratification such as Level 2a and Level 2b that could be appropriate for specific job roles."
    },
    {
      "type": "paragraph",
      "text": "Supervision and Independent Access"
    },
    {
      "type": "paragraph",
      "text": "Level 1 and Level 2 MR Personnel may be permitted unaccompanied access throughout Zones III and IV following appropriate screening. The presence of untrained non-MR Personnel in the MR environment poses definite safety risks. For this reason, MR facilities must have well-designed policies and procedures to ensure safety when non-MR Personnel are in Zone III and Zone IV."
    },
    {
      "type": "paragraph",
      "text": "Specific points related to the presence of non-MR Personnel in the MR environment include the following:"
    },
    {
      "type": "paragraph",
      "text": "Level 1 MR Personnel are not permitted to directly admit or be responsible for non-MR Personnel in Zones III or IV."
    },
    {
      "type": "paragraph",
      "text": "Access by non-MR Personnel to Zone III and Zone IV is controlled by and entirely under the supervision of Level 2 MR Personnel."
    },
    {
      "type": "paragraph",
      "text": "Non-MR personnel must be accompanied, monitored, and under the direct supervision of a Level 2 Personnel while in Zone III and Zone IV. Visual contact is to be maintained. An exception to this is when the non-MR Personnel individual is in a changing room and/or bathroom, when verbal communication is sufficient. For non-MR Personnel visitors in the MR environment (nonpatient) who are to be under the direct supervision of a Level 2 MR Personnel, an MR Safe visually distinct identifier, such as a site-specific uniquely colored lanyard (Figure 6), surgical cap/bouffant, or other appropriate means, can serve as a valuable adjunct for MR Personnel monitoring these individuals."
    },
    {
      "type": "paragraph",
      "text": "In the event of the need for handoff of Level 2 responsibility, there must be a formal transfer of responsibility for safety related to the presence of the non-MR Personnel to another Level 2 MR Personnel who fully accepts that responsibility."
    },
    {
      "type": "paragraph",
      "text": "This function of the Level 2 MR Personnel is directly under the authority and responsibility of the MRMD or the Level 2 trained MR Physician of the day for the MR facility. MRSO(s) can lend valuable support to the proper implementation of policies and procedures related to this."
    },
    {
      "type": "paragraph",
      "text": "FIGURE 6. Example of an MR Safe lanyard, with no metal components, that could be used to identify non-MR Personnel."
    },
    {
      "type": "paragraph",
      "text": "Note: There are special considerations for noncontiguous (i.e., without direct access to Zone IV) areas exceeding 9 gauss, which by definition are Zone III. An exception to the rule related to accompanying MR Personnel requirements occurs for noncontiguous Zone III areas that are defined by extension of the 0.9-mT field outside of Zone IV. These areas include crawl spaces underneath Zone IV, equipment rooms, rooftops, etc.) Access to these areas is permitted by non-MR Personnel that have been safety screened and cleared medically (i.e., see Chapter 5: MR screening)."
    },
    {
      "type": "paragraph",
      "text": "Staffing"
    },
    {
      "type": "paragraph",
      "text": "Overriding guiding principles"
    },
    {
      "type": "paragraph",
      "text": "Emergency assistance. MRI of patients or research participants necessitates that Level 2 MR Personnel who are conducting scans have immediate access to other dedicated MR Personnel (Level 1 or Level 2) at all times to assist in case of an emergency. Level 2 MR Technologists performing human scanning should not be considered the primary emergency responder for other Level 2 MR Technologists conducting MR examinations simultaneously."
    },
    {
      "type": "paragraph",
      "text": "Minimum staffing plan. A minimum staffing plan for each MR area in a facility must be established with the aim of ensuring an appropriate number of appropriately trained personnel are staffed to ensure safety."
    },
    {
      "type": "paragraph",
      "text": "Additional MR Personnel. During routine hours, there must be a minimum of 1 Level 2 MR Technologist per scanner. There must be a minimum of 1 additional Level 1 or Level 2 MR Personnel in Zone III. Temporary exception is made when MR Personnel are interviewing the patient/research participant or retrieving the patient/research participant from the waiting/changing areas. The 2 MR Personnel must be able to directly and immediately communicate and respond at all times. This is in accordance with the Veterans Health Administration Responsibilities Directive 1105.05 for the Medical Facility Director of 2018, which the ACR MR Safety Committee continues to endorse [3]."
    },
    {
      "type": "paragraph",
      "text": "MR Technologist. In typical clinical situations, it is presumed that the Level 2 MR Personnel operating the MR scanner for human scanning is a trained and certified Level 2 MR Technologist."
    },
    {
      "type": "paragraph",
      "text": "Research settings. In nonclinical, typically research settings, other Level 2 MR Personnel who are not technologists may be permitted to operate the MR scanner under the direction of the MR Research Director (MRRD). There must be a minimum of one additional Level 1 or Level 2 MR Personnel in Zone III at these times. Ensuring MR safety in these research settings is the responsibility of the MRRD."
    },
    {
      "type": "paragraph",
      "text": "Expert consultation. Depending on the complexity of the examinations, direct or remote consultation to MRMD/MRSO/MRSE or appropriate individuals should be available to give guidance to the Level 2 MR Personnel."
    },
    {
      "type": "paragraph",
      "text": "TABLE 1. Example Staffing Scenarios"
    },
    {
      "type": "paragraph",
      "text": "Research environments. The ACR recognizes that, in research facilities where the operation of MRI systems involves the use of phantoms, animals, and human participants, such facilities should develop policies and procedures that ensure safe operation. Site-specific emergency procedures appropriate for these unique environments should be developed."
    },
    {
      "type": "paragraph",
      "text": "Remote operation. Remote MR operating technology (a.k.a ‘remote scanning’) permits the MR Technologist performing the scan to be off-site [4]. Such situations may be beneficial for patients by providing access to an MR Technologist with expertise not available at the facility as well as to increase patient throughput given widespread MR Technologist staffing shortages. For such an approach to be considered, there must be sufficient on-site trained MR Personnel to ensure the overall safety of the MR facility, including that of patients/research participants and all personnel. Particular attention must be directed to patient complexity (e.g., routine outpatient versus inpatient requiring life support), anticipating potential safety concerns."
    },
    {
      "type": "paragraph",
      "text": "The overriding principle in situations in which the MR Technologist is remotely scanning a patient or human research participant is that the safety of those being scanned and the on-site personnel must be maintained at all times to exactly the same level as for standard scanning with the MR Technologist on-site. The MRMD of the facility is to be responsible for the development and implementation of policy regarding staffing and training required for the safety of those being scanned at their facility."
    },
    {
      "type": "paragraph",
      "text": "For all remote operation scenarios, policies and standard operating procedures (SOPs) must be developed and enforced by adequately trained personnel to guarantee the safety of patients and research participants at all times. Essential elements of this include the following:"
    },
    {
      "type": "paragraph",
      "text": "A Level 2 MR Technologist must be in full control of the scanner in either the facility’s MR Zone III or at the remote location."
    },
    {
      "type": "paragraph",
      "text": "The patient/subject must be directly monitored by onsite personnel when being scanned remotely."
    },
    {
      "type": "paragraph",
      "text": "A dedicated on-site Level 2 MR Personnel with the sole responsibility for monitoring/communicating with both the patient and the Remote MR Technologist must be assigned to each patient in Zone IV."
    },
    {
      "type": "paragraph",
      "text": "Presence of an on-site Level 2 MR Technologist. Presently, the ACR MR Safety Committee endorses a remote operation model in which at least 1 MR Technologist with Level 2 training in MR safety is on-site at the location where scanning is being performed by a remotely located MR Technologist. This is to provide on-site expertise related to nonscanning responsibilities with profound MR safety implications, including the following:"
    },
    {
      "type": "paragraph",
      "text": "MR safety patient screening (by history and physically)"
    },
    {
      "type": "paragraph",
      "text": "Researching implanted devices"
    },
    {
      "type": "paragraph",
      "text": "Properly positioning patients in the magnet"
    },
    {
      "type": "paragraph",
      "text": "Insulating as necessary to prevent bore contact, internal circuit, or other burns"
    },
    {
      "type": "paragraph",
      "text": "Choosing the correct imaging coil and correctly positioning/connecting it"
    },
    {
      "type": "paragraph",
      "text": "Providing first response to patient/research participants in Zone III/IV with a change in medical status/emergency"
    },
    {
      "type": "paragraph",
      "text": "Providing guidance/instructions to personnel in the MR facility (e.g., nursing, anesthesia, respiratory technologists, etc.)"
    },
    {
      "type": "paragraph",
      "text": "Although alternative models including on-site “MR tech aides” and a “patient manager” have been recently proposed [5,6], presently, national and state standards for these new job classifications do not exist nor are there training, licensure, or accreditation standards yet for such positions. The ACR MR Safety Committee will continue to evaluate these rapidly evolving remote scanning practices. Guidance may change as future training standards evolve and will be reflected in future editions of the online ACR Manual on MR Safety."
    },
    {
      "type": "paragraph",
      "text": "Remote scanning staffing considerations. A minimum of 3 MR Personnel is required when remote scanning technology is employed. These include the Remote MR Technologist, an on-site MR Technologist with Level 2 MR safety training, and at least 1 additional on-site Level 1 or Level 2 MR Personnel to assist in maintaining the safety of the patient or research participant and all personnel in the MR facility. The 2 on-site MR Personnel must be able to directly and immediately communicate with each other and respond at all times."
    },
    {
      "type": "paragraph",
      "text": "When remote scanning is utilized, the on-site MR Technologist must be within Zones III and IV (with temporary exemption to Zone II as noted above)."
    },
    {
      "type": "paragraph",
      "text": "A dedicated on-site Level 2 MR Personnel with the sole responsibility for monitoring/communicating with both the patient and the Remote MR Technologist must be assigned to each patient in Zone IV. This monitoring may be done by the on-site MR Technologist or a non-MR Technologist MR Personnel with Level 2–specialized MR safety training. In all scenarios, at least 1 on-site Level 2–trained MR Technologist must be immediately available. Monitoring and/or communicating with more than 1 patient/research participant in Zone IV simultaneously by a single on-site MR Technologist or Level 2 MR Personnel is not recommended. Similarly, the Remote MR Technologist is expected to participate in the scanning of a single patient/research participant at any given time (i.e., remote scanning more than 1 patient simultaneously is not recommended. See Simultaneous remote MR scanning of multiple patients below)."
    },
    {
      "type": "paragraph",
      "text": "If the Level 2 MR Personnel fulfilling the monitoring role is not a licensed/registered MR Technologist, they must have specialized Level 2 MR safety training as defined by the MRMD that is sufficient to ensure MR safety for patients/research participants in this scenario and to ensure that they do not pose a risk to themselves or others. These non-MR Technologist MR Personnel must be supported by the on-site MR Technologist(s) and be able to immediately contact the on-site MR Technologist if requested by the Remote MR Technologist."
    },
    {
      "type": "paragraph",
      "text": "If the on-site MR Technologist is fulfilling the monitoring role, an additional Level 1 or Level 2 MR Personnel is to be present in the immediate Zone III MR environment to assist in maintaining site safety (noting temporary exception when personnel may need to briefly attend a patient/research participant in Zone II) whenever patients/research participants are in the MR environment. (See Table 2 for common responsibilities/duties when remote technology is employed.)"
    },
    {
      "type": "paragraph",
      "text": "For situations in which multiple scanners share a common Zone III and 1 or more of them are being controlled by a Remote MR Technologist(s), a dedicated on-site MR Technologist or non-technologist Level 2 MR Personnel must be assigned to each patient-occupied MR scanner"
    },
    {
      "type": "paragraph",
      "text": "room. If 1 or more of such MR scanners are being monitored by Level 2 MR Personnel, the number of on-site MR Technologist(s) assigned to Zones III and IV may be established at a ratio locally determined in consideration of"
    },
    {
      "type": "paragraph",
      "text": "the number of MR scanners served by a common Zone III"
    },
    {
      "type": "paragraph",
      "text": "the suite size/layout"
    },
    {
      "type": "paragraph",
      "text": "local/state/institutional regulations"
    },
    {
      "type": "paragraph",
      "text": "case complexity and scanning personnel requirements"
    },
    {
      "type": "paragraph",
      "text": "maintenance of uncompromised patient safety and care"
    },
    {
      "type": "paragraph",
      "text": "FIGURE 7 illustrates examples of possible staffing scenarios in remote MR scanning."
    },
    {
      "type": "paragraph",
      "text": "TABLE 2. Common Responsibilities/Duties When Remote MR Scanning Technology Is Employed"
    },
    {
      "type": "paragraph",
      "text": "NOTE: These may vary among facilities based on needs, policies, and procedures as established by the MRMD. On-site MR Personnel must continuously monitor and communicate with the patient before, during and after the scan."
    },
    {
      "type": "paragraph",
      "text": "A Level 2 MR Personnel or Level 1 MR Personnel under the direct Level 2 MR Personnel supervision must remove the patient/research participant from Zone IV."
    },
    {
      "type": "paragraph",
      "text": "Within the facility’s remote MR scanning SOPs, provisions must be in place to ensure patient/research participant safety if the remote connection is interrupted or lost during the scan. Dedicated facilities equipped with high standard internet connection are strongly recommended for personnel scanning remotely (i.e., household internet connections are discouraged)."
    },
    {
      "type": "paragraph",
      "text": "In some clinical research environments, remote MR scanning of a human research participant may be performed by a remote operator who is not a certified MR Technologist. These situations fall under the purview of the site’s MRRD for developing SOPs to ensure research participant and personnel safety."
    },
    {
      "type": "paragraph",
      "text": "Simultaneous remote MR scanning of multiple patients. Some remote operators and platforms have the capacity to scan more than 1 patient simultaneously. Several challenges in such scenarios that could compromise patient safety must be considered. For example, the recognition of unanticipated implants or metallic objects requires careful evaluation of the MR images for susceptibility artifact. This task may be compromised if a single operator is concurrently scanning more than 1 patient. The site’s MRMD should ensure that there are established policies and provide oversight for the safe scanning of all being scanned at their facility. Therefore, they must be aware of such a possibility and anticipate other potential emerging safety issues and prospectively develop SOPs using the guiding principles above such that safety is not compromised."
    },
    {
      "type": "paragraph",
      "text": "MR facilities are discouraged from adopting the aforementioned approach until more widespread information and peer-reviewed literature become available that better define best practices, help ensure patient safety, and illuminate potential unanticipated harms (e.g., worse clinical outcomes due to suboptimal image quality). Given the lack of experience with simultaneous remote scanning of multiple patients, sites are recommended to adopt this approach only if they are confident that they have developed sufficient staffing and SOPs that will in no way compromise patient safety and diagnostic efficacy of the MR examinations. The ACR MR Safety Committee will actively consider new safety information related to this important topic as it emerges."
    },
    {
      "type": "paragraph",
      "text": "FIGURE 7. Examples of possible staffing scenarios in remote MR scanning. Illustrative examples of different scenarios during remote scanning are presented. Other possible situations may exist and should be addressed by the MRMD at each specific site. (A) A remote console may be connected to a single or multiple MR scanners. However, simultaneous remote monitoring and/or scanning (i.e., active connection) with more than 1 scanner at a given time by a single remote technologist is not recommended. In this example, the remote console is connected to 4 different MR scanners, although the Remote MR Technologist has established an active connection only with scanner #3 (red dashed line). (B) Single scanner per Zone III. An on-site Level"
    },
    {
      "type": "paragraph",
      "text": "2 MR Technologist monitors the patient while interacting with the remote scanning Level 2 MR Technologist. An additional on-site MR Personnel assists the on-site MR Technologist. (C) Two scanners sharing Zone III with specially MR safety–trained on-site Level 2 Personnel monitoring an individual patient for whom they are responsible while interacting with the remote scanning Level 2 MR Technologist. An MR facility Level 2 MR Technologist is always on-site and immediately available to the monitoring personnel in this situation. (D) Two scanners sharing Zone III with a combination of a specially MR safety–trained on-site Level 2 Personnel and a Level 2 MR Technologist monitoring an individual patient for whom they are responsible while interacting with the remote scanning Level 2 MR Technologist. An MR facility Level 2 MR Technologist is always on-site and immediately available to the monitoring personnel in this situation since the Level 2 MR Technologist monitoring the patient in the MR scanner #2 cannot assist the MR Level 2 Personnel in the MR scanner #1."
    },
    {
      "type": "paragraph",
      "text": "KEY POINTS"
    },
    {
      "type": "paragraph",
      "text": "o MR Personnel"
    },
    {
      "type": "paragraph",
      "text": "Level 1 MR Personnel: individuals who have passed the facility’s MR safety educational requirements (as defined by the facility’s MRMD) with the aim that they would not constitute a danger to themselves or others in the MR environment."
    },
    {
      "type": "paragraph",
      "text": "Level 2 MR Personnel: those who have been more extensively trained and educated in the broader aspects of MR safety issues, including but not limited to issues related to the potential for radiofrequency-related thermal loading or burns and direct neuromuscular excitation from rapidly changing gradients."
    },
    {
      "type": "paragraph",
      "text": "Non-MR Personnel"
    },
    {
      "type": "paragraph",
      "text": "Patients, visitors, or facility staff who do not meet the criteria of Level 1 or Level 2 MR Personnel."
    },
    {
      "type": "paragraph",
      "text": "Supervision and Independent Access"
    },
    {
      "type": "paragraph",
      "text": "Level 1 and Level 2 MR Personnel may be permitted unaccompanied access throughout Zones III and IV following appropriate screening."
    },
    {
      "type": "paragraph",
      "text": "Level 1 MR Personnel are not permitted to directly admit or be responsible for non-MR Personnel in Zones III or IV."
    },
    {
      "type": "paragraph",
      "text": "Access by non-MR Personnel to Zone III and Zone IV is controlled by and entirely under the supervision of Level 2 MR Personnel."
    },
    {
      "type": "paragraph",
      "text": "Non-MR personnel must be accompanied, monitored, and under the direct supervision of a Level 2 Personnel while in Zone III and Zone IV."
    },
    {
      "type": "paragraph",
      "text": "In the event of the need for handoff of Level 2 responsibility, there must be formal transfer of responsibility for safety related to the presence of the non-MR Personnel to another Level 2 MR Personnel who fully accepts that responsibility."
    },
    {
      "type": "paragraph",
      "text": "Staffing"
    },
    {
      "type": "paragraph",
      "text": "Appropriate staffing in routine operating hours is essential to maintain patient safety in the MR environment."
    },
    {
      "type": "paragraph",
      "text": "Staffing in emergent situations is recommended at a minimum to be comparable to that employed during routine operating hours. A lone technologist is specifically not recommended in this scenario."
    },
    {
      "type": "paragraph",
      "text": "Remote MR Scanning"
    },
    {
      "type": "paragraph",
      "text": "Safety should be in no way diminished with the use of a remote MR scanning operator, and adequate staffing is essential."
    },
    {
      "type": "paragraph",
      "text": "In all scenarios, at least 1 on-site level 2 trained MR Technologist must be immediately available."
    },
    {
      "type": "paragraph",
      "text": "KEY ABBREVIATIONSACR: American College of RadiologyMRMD: Magnetic Resonance Medical Director MRRD: Magnetic Resonance Research Director MRSE: Magnetic Resonance Safety Expert MRSO: Magnetic Resonance Safety Officer mT: milliteslaPET: positron emission tomographyTJC: The Joint CommissionKEY ABBREVIATIONSACR: American College of RadiologyMRMD: Magnetic Resonance Medical Director MRRD: Magnetic Resonance Research Director MRSE: Magnetic Resonance Safety Expert MRSO: Magnetic Resonance Safety Officer mT: milliteslaPET: positron emission tomographyTJC: The Joint Commission"
    },
    {
      "type": "paragraph",
      "text": "References"
    },
    {
      "type": "paragraph",
      "text": "Calamante F, Ittermann B, Kanal E, Norris D; The Inter-Society Working Group on MR Safety. Recommended responsibilities for management of MR safety. J Magn Reson Imaging. 2016;44(5):1067-1069. doi: 10.1002/jmri.25282"
    },
    {
      "type": "paragraph",
      "text": "American College of Radiology. MRI and Breast MRI Accreditation. Technologist: MRI/Breast MRI. Published December 12, 2019. Accessed April 22, 2024. https://accreditationsupport.acr.org/support/solutions/articles/11000055859-technologist-mri-breast-mri."
    },
    {
      "type": "paragraph",
      "text": "US Department of Veterans Affairs. VHA Directive 1105.05: Magnetic resonance (MR) safety. Published May 29, 2018. Accessed April 22, 2024. https://www.va.gov/vhapublications/publications.cfm?Pub=1"
    },
    {
      "type": "paragraph",
      "text": "Hudson D, Sahibbil JP. Remote scanning support in magnetic resonance imaging: friend or foe?"
    },
    {
      "type": "paragraph",
      "text": "Radiography (Lond). 2022;28(3):739-745. doi: 10.1016/j.radi.2022.03.010"
    },
    {
      "type": "paragraph",
      "text": "Kanal E. Divided liability remote MR scanning. J Magn Reson Imaging. 2024;59(1):337-339. doi: 10.1002/jmri.28715"
    },
    {
      "type": "paragraph",
      "text": "Quinsten AS, Apel M, Oliveira S. Remote MR scanning – a solution for shortage of skilled radiographers. J Med Imaging Radiat Sci. 2023;54(3):410-414. doi: 10.1016/j.jmir.2023.05.046"
    }
  ]
}
