{
  "id": "mr-safety-ch7-prep-3a453b",
  "title": "Chapter 7: Zone IV Exam Prep & Completion | MRI Safety Manual",
  "source": "mr-safety-ch7-prep.html",
  "blocks": [
    {
      "type": "paragraph",
      "text": "Auto-extracted from mr-safety.docx. Verify locally against the official manual for clinical use."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Full Text"
    },
    {
      "type": "paragraph",
      "text": "CHAPTER 7:"
    },
    {
      "type": "paragraph",
      "text": "Zone IV Examination Preparation and Completion"
    },
    {
      "type": "paragraph",
      "text": "After appropriate screening and patient preparation as discussed in previous chapters, final steps that must be accomplished by MR Personnel prior to scanning include but are not limited to these elements:"
    },
    {
      "type": "paragraph",
      "text": "Discuss the scan expectations with the patient (e.g., breath holding requirements, need to limit motion, etc.) to aid in obtaining a quality diagnostic examination. Discuss the need for the patient to disclose uncomfortable heating, pain, noise, etc. Concerns regarding claustrophobia or anxiety (see Claustrophobia, anxiety, and sedation section) can be discussed."
    },
    {
      "type": "paragraph",
      "text": "Provide hearing protection and ensure proper fit and function."
    },
    {
      "type": "paragraph",
      "text": "Position the patient, choose and place the radiofrequency (RF) coil appropriately, and plug the RF coil into the MR system securely."
    },
    {
      "type": "paragraph",
      "text": "Ensure proper RF burn prevention [1]."
    },
    {
      "type": "paragraph",
      "text": "Properly pad/insulate the patient from the scanner bore and RF transmission body coil, ensuring manufacturer’s recommended separation/distance."
    },
    {
      "type": "paragraph",
      "text": "Ensure no unsafe skin-skin contact points that would risk creating internal induced current loops (see Conducted tissue loop-related burns). Note, that skin-skin contact points outside the bore can also pose a burn risk and must be prevented."
    },
    {
      "type": "paragraph",
      "text": "Ensure safety related to electronic cables (e.g., proper insulation, distance from edge of the magnet bore, central and straight coil positioning [1])."
    },
    {
      "type": "paragraph",
      "text": "Ensure equipment such as MR Conditional electrocardiogram electrode pads are properly attached to the patient consistent with their use and product labeling."
    },
    {
      "type": "paragraph",
      "text": "Ensure that there is an effective means by which the patient/subject can communicate with the operating MR Technologist during the scan."
    },
    {
      "type": "paragraph",
      "text": "Provide the patient/subject a technologist notification device such as a squeeze ball and have the patient test it. Provide a brief discussion on when it is appropriate to squeeze the ball (e.g., unanticipated heating, excessive noise, the need to move, pain, etc.)."
    },
    {
      "type": "paragraph",
      "text": "Other site-specific comfort methods (such as audio/video)."
    },
    {
      "type": "paragraph",
      "text": "Establish a 2-way intercom."
    },
    {
      "type": "paragraph",
      "text": "Reaffirm protocol, scanning conditions, and scan duration."
    },
    {
      "type": "paragraph",
      "text": "After obtaining localizers"
    },
    {
      "type": "paragraph",
      "text": "Check patient comfort, safety, and willingness to proceed."
    },
    {
      "type": "paragraph",
      "text": "Check for concerning susceptibility artifacts associated with unanticipated objects."
    },
    {
      "type": "paragraph",
      "text": "Confirm adequate hearing protection."
    },
    {
      "type": "paragraph",
      "text": "MR Personnel under direct Level 2 MR Personnel supervision must remove the patient/research participant from Zone IV."
    },
    {
      "type": "paragraph",
      "text": "KEY ABBREVIATIONSECG: electrocardiogramRF: radiofrequencyKEY ABBREVIATIONSECG: electrocardiogramRF: radiofrequency"
    },
    {
      "type": "paragraph",
      "text": "Reference"
    },
    {
      "type": "paragraph",
      "text": "1.Shellock FG, Crues JV. MR procedures: biologic effects, safety, and patient care. Radiology. 2004;232(3):635-652. doi: 10.1148/radiol.2323030830"
    }
  ]
}
