{
  "id": "mr-safety-ch1-introduction-b866b0",
  "title": "Chapter 1: Introduction | MRI Safety Manual",
  "source": "mr-safety-ch1-introduction.html",
  "blocks": [
    {
      "type": "paragraph",
      "text": "Auto-extracted from mr-safety.docx. Verify locally against the official manual for clinical use."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Full Text"
    },
    {
      "type": "paragraph",
      "text": "CHAPTER 1: Introduction"
    },
    {
      "type": "paragraph",
      "text": "It remains the intent of the ACR that this ACR Manual on MR Safety will prove helpful as the field of MRI continues to evolve and mature, providing MR services that are not only safe but also valuable from a clinical or research point of view."
    },
    {
      "type": "paragraph",
      "text": "Introduction and Overview of Unique Risks in MRI"
    },
    {
      "type": "paragraph",
      "text": "While considered a clinically impactful and versatile imaging modality, particularly because of the lack of ionizing radiation, the unique fields encountered in the MR environment do potentially pose serious safety risks* not only for patients, research participants, and health care staff, but also others who may encounter the MR environment, including patient family members, security officers, firefighters, police officers, housekeeping personnel, etc. MR safety accidents have led to serious injuries and deaths. There have been at least 3 deaths, in 2001, 2018, and 2021, from oxygen cylinders that have become lethal projectiles. Additionally, deaths and serious injuries have resulted from improper scanning of patients with implanted devices [2,3]. A death occurred in 2023 when a firearm was brought into the MR environment, and the magnetic field caused a weapon discharge [4]. “On-planted” external devices, those worn or located largely external to the body such as insulin pumps, can be the source of MR safety events if exposed to the MR environment in an unsafe manner. Many other nonlethal projectile-related injuries have also occurred. Every projectile event is preventable. MRI-associated burns constitute the most frequently reported injury in MRI [5-7]."
    },
    {
      "type": "paragraph",
      "text": "Root cause analyses of MR safety accidents reveal the accident resulted only very rarely from a malfunction of the MR equipment. Instead, accidents are more typically the result of how the equipment was being used, frequently involving a breakdown in adherence to policies and procedures or being impacted by previously unrecognized significant gaps in those policies and procedures. As there will always be potential for human error, it is essential that MR facilities design thoughtful policies and procedures that reliably address predictable as well as unusual situations. Concurrent with this notion is the recognition that contemporary MRI practices encounter ongoing challenges associated with ever-evolving technology, patient throughput, staffing challenges, and increasingly complex patients with increasing numbers of implanted devices."
    },
    {
      "type": "paragraph",
      "text": "The following ACR Manual on MR Safety is intended to be used as a template for MR facilities to follow in the development of a safety program. These guidelines were developed to help guide MR practitioners and institutions regarding these issues and to provide a basis for them to develop and implement their own MR policies and practices. These guidelines, along with the policies and procedures that are developed, are intended to be reviewed and updated at defined intervals specific to the policy/standard operating procedure (SOP). These are guidelines and may not be prescriptive or appropriate for all facilities. This version of the manual includes a new appendix (Appendix 1) that could serve as a guide for the development of MR safety policies and SOPs. However, it is impossible to cover all potential configurations of"
    },
    {
      "type": "paragraph",
      "text": "* Throughout this manual, the term “risk” is used literally to include the occurrence of injury or damage (harm), the potential source of harm (hazard), and the probability of occurrence of harm and the severity of that harm. Definitions for the terms risk, harm, and hazard can be found in ISO/IEC Guide 63:2019, 3.1, 3.2, and 3.10 [1]."
    },
    {
      "type": "paragraph",
      "text": "an MRI facility in this manual. Indeed, different configurations may be adequate to serve the functional needs of the facility."
    },
    {
      "type": "paragraph",
      "text": "The principles found in this safety manual are intended to apply to clinical diagnostic imaging, research, and complex MR settings (e.g., linear accelerator MR, interventional MR, etc.) and encompass information for patients, research participants, and health care personnel. It is worth noting that the use of remote MR imaging does not, in any way, diminish the obligations of the site to provide safe MR patient care. It is also important to emphasize that MR Personnel must be familiar with the specific MR safety guidelines provided by the manufacturer, which in some cases may exceed the recommendations in this manual."
    },
    {
      "type": "paragraph",
      "text": "Introduction to MRI Fields and Potential Safety Concerns"
    },
    {
      "type": "paragraph",
      "text": "The unique safety concerns in MR imaging are primarily caused by the generation and/or presence of 3 independent magnetic fields used for imaging by the MR scanner (Figure 1), and all contribute to specific MR safety challenges:"
    },
    {
      "type": "paragraph",
      "text": "static magnetic field (B0),"
    },
    {
      "type": "paragraph",
      "text": "time-varying radiofrequency magnetic field (B1), and"
    },
    {
      "type": "paragraph",
      "text": "time-varying gradient magnetic field (dB/dt)."
    },
    {
      "type": "paragraph",
      "text": "These topics are elaborated upon in the MRI Fields and Safety Concerns section."
    },
    {
      "type": "paragraph",
      "text": "FIGURE 1. Schematic diagram of a typical superconducting magnet MRI system. Closest to the bore wall, adjacent to the patient is the radiofrequency (RF) coil; unsafe physical proximity to this RF coil may cause patient heating and burns. Peripheral to the RF coil are the gradient coils; rapid current changes in these coils produce the characteristic loud noises during MRI. Gradient magnetic fields can also cause peripheral nerve stimulation. The outermost ring is associated with the static magnetic field (B0) that creates the strong magnetic translational and torque on ferromagnetic objects. All 3 electromagnetic fields can interact with implanted or on-planted medical devices or any metallic object in the MR environment."
    },
    {
      "type": "paragraph",
      "text": "Static magnetic field (B0). A very strong magnetic field to polarize the spin of protons in human tissue allows for MR imaging. This is typically measured in units of tesla (T). This field, and its sharp increase approaching the MR system (spatial field gradients, T/m), are the source for potentially large magnetic forces on ferromagnetic objects entering the MR environment. Depending on the scanner room configuration, shielding, and magnitude of the magnetic fields, these fields may extend outside the scanner room confines and potentially affect devices and personnel. For virtually all clinical MRI scanners in use today, this field is usually generated by large currents circulating in cryogen-cooled superconducting coils and so should be assumed to be always on, making the safety concerns caused by this field omnipresent and requiring controlled access, supervisory control, and vigilance over personnel and items entering the MR environment [8,9]. Current FDA-cleared MR scanners for human use rely on magnetic fields between 0.064 and 7 T [10]. The main risks of the static magnetic field (B0) field include translational (projectile effect) and rotational forces. The risks associated with B0 are always present, even when imaging is not taking place, and may extend several meters away from the MRI scanner in all directions (depending on the properties of the specific MRI scanner)."
    },
    {
      "type": "paragraph",
      "text": "Time-varying radiofrequency magnetic field (B1). A much smaller magnetic field (mT) oscillating at or near the MR frequency (MHz) of protons is generated orthogonal to the static field by another set of current-carrying coils (i.e., built-in body coil in the bore of the scanner or dedicated anatomical transmit-receive RF coils placed directly around the anatomy of interest) close to the patient during imaging to excite and/or manipulate the polarized spins for signal and"
    },
    {
      "type": "paragraph",
      "text": "contrast. This field, characterized by its amplitude, frequency, and duty cycle, is responsible for risks caused by the heating of materials, including human tissues, in the bore of the scanner. This field is only present during imaging [8,9]. The risks of the B1 field include general patient heating, localized heating resulting in burns, unintended stimulation, and device malfunction."
    },
    {
      "type": "paragraph",
      "text": "Time-varying gradient magnetic field (dB/dt). Three orthogonal linear gradient magnetic fields are generated by another set of coils in the bore and are pulsed during image acquisition for image encoding. These switched gradients have magnitudes (mT/m) in space across the bore, with rise times (ms) that indicate their ramp-up rate defined as the magnetic field slew rate (T/m/s). Gradient fields’ continual ramp up and ramp down leads to their standard definition as time-varying magnetic fields, dB/dt (T/s). The rapid switching of large currents through the gradient coils is the source of both the loud acoustic noise generated during MR imaging and peripheral nerve stimulation. The main risks of the gradient (dB/dt) field result from induced voltages/currents and include acoustic injury, unintended arrhythmogenesis, peripheral nerve stimulation, and implant device malfunction. This field is only present during imaging and represents clinical risks of induced electrical currents in tissues or other materials that are within the bore of the MRI during active imaging."
    },
    {
      "type": "paragraph",
      "text": "MRI output operating modes. To aid in managing the bioeffects of exposure to these electromagnetic fields in patients, the International Electrotechnical Commission and FDA have recommended output limits for each field, referred to as “Operating Modes.”"
    },
    {
      "type": "paragraph",
      "text": "Normal Operating Mode. Mode of operation of MR equipment in which the biophysical effect induced by a specific electromagnetic field typically presents negligible risk [11]. This is the most commonly used operating mode in clinical practice."
    },
    {
      "type": "paragraph",
      "text": "First Level Controlled Operating Mode. Mode of operation of MR equipment in which medical supervision mitigates risks associated with biophysical effects induced by exposure to electromagnetic fields [11]. This mode carries higher risk to the patient than Normal Operating Mode. In some clinical scenarios, the use of first level controlled operating mode may be of benefit to the patient (e.g., patients with limited breath-hold capacity). Risk must be mitigated by employing appropriate medical supervision of the patient for the specific scanning scenario as defined by the facility’s policies and procedures."
    },
    {
      "type": "paragraph",
      "text": "Second Level Controlled Operating Mode. Mode of operation of the MR equipment for which the responsible organization defines risk acceptability as part of a human studies protocol and in which medical supervision is implemented to mitigate such risks [11]. This higher mode of operation typically is not used in routine clinical practice and is generally reserved for human participant research with appropriate medical supervision."
    },
    {
      "type": "paragraph",
      "text": "It is important to note that the operating mode thresholds for each of the fields is independent of the others, and in no way takes into account issues with medical devices or other equipment in the bore of the scanner that may cause a patient injury. MR system operators should be aware and knowledgeable of these operating mode limits and when to employ them. Similarly, newer scanners provide the capability of employing an optimized operating mode with low specific absorption rate (SAR) for specific applications (e.g., patients with MR Conditional devices that have more strict SAR levels for MR imaging) that generally sacrifice image quality for reduced energy deposition."
    },
    {
      "type": "paragraph",
      "text": "Operating modes are also discussed in the Peripheral Neural Stimulation (PNS) section."
    },
    {
      "type": "paragraph",
      "text": "Other unique MR environments and MR-related risks addressed in this ACR Manual on MR Safety include:"
    },
    {
      "type": "paragraph",
      "text": "Implanted/on-planted medical devices and associated MR safety risks [12-14]."
    },
    {
      "type": "paragraph",
      "text": "Cryogens used for maintaining magnet coil superconduction and risks associated with cryogen exposure loss during magnet quenching."
    },
    {
      "type": "paragraph",
      "text": "MRI safety considerations in unique patient populations, including pregnancy, pediatric, those with claustrophobia and large body habitus, and those with law enforcement considerations (prisoners, monitored parole, etc.)."
    },
    {
      "type": "paragraph",
      "text": "Alternative MR environments (PET/MR, radiation oncology, interventional/intraoperative, high/low field, and mobile)."
    },
    {
      "type": "paragraph",
      "text": "Gadolinium-based contrast media in MR (with reference to the ACR Manual on Contrast Media)."
    },
    {
      "type": "paragraph",
      "text": "KEY POINTSDeaths and serious injuries have occurred in MRI. MR safety events are typically related to unsafe practices, failure to follow MR safety policies and procedures, or gaps in those policies and procedures. Equipment failure or shortcomings rarely underlie serious MR safety events.The 3 types of magnetic fields in MR are associated with unique risks.Main magnetic field B0Ferromagnetic object translation/torque and projectile incidentsRF field B1Heating and burnsTime-varying gradient magnetic fieldAcoustic injury, peripheral nerve stimulationThe risks associated with the RF field B1 and gradient fields are managed in part using scanner Operating Modes (Normal and First Level Controlled).All 3 types of magnetic fields can interact with implanted and on-planted medical devices in potentially deleterious ways.Additional MR risks are addressed in other sections of this manual.KEY POINTSDeaths and serious injuries have occurred in MRI. MR safety events are typically related to unsafe practices, failure to follow MR safety policies and procedures, or gaps in those policies and procedures. Equipment failure or shortcomings rarely underlie serious MR safety events.The 3 types of magnetic fields in MR are associated with unique risks.Main magnetic field B0Ferromagnetic object translation/torque and projectile incidentsRF field B1Heating and burnsTime-varying gradient magnetic fieldAcoustic injury, peripheral nerve stimulationThe risks associated with the RF field B1 and gradient fields are managed in part using scanner Operating Modes (Normal and First Level Controlled).All 3 types of magnetic fields can interact with implanted and on-planted medical devices in potentially deleterious ways.Additional MR risks are addressed in other sections of this manual."
    },
    {
      "type": "paragraph",
      "text": "KEY ABBREVIATIONSACR: American College of RadiologyB0: static magnetic fieldB1: time-varying radiofrequency magnetic field dB/dt: time-varying gradient magnetic field FDA: Food and Drug AdministrationGBCM: gadolinium-based contrast material IEC: International Electrotechnical Commission MRI: Magnetic Resonance ImagingmHz: megahertzmT/m: millitesla per meterPET: positron emission tomographyRF: radiofrequencySAR: specific absorption rateSOP: standard operating procedureT: teslaT/m: tesla per meterT/m/s: magnetic field slew rate, tesla per meter per secondµs: rise time in microsecondsµT: microteslaKEY ABBREVIATIONSACR: American College of RadiologyB0: static magnetic fieldB1: time-varying radiofrequency magnetic field dB/dt: time-varying gradient magnetic field FDA: Food and Drug AdministrationGBCM: gadolinium-based contrast material IEC: International Electrotechnical Commission MRI: Magnetic Resonance ImagingmHz: megahertzmT/m: millitesla per meterPET: positron emission tomographyRF: radiofrequencySAR: specific absorption rateSOP: standard operating procedureT: teslaT/m: tesla per meterT/m/s: magnetic field slew rate, tesla per meter per secondµs: rise time in microsecondsµT: microtesla"
    },
    {
      "type": "paragraph",
      "text": "References"
    },
    {
      "type": "paragraph",
      "text": "ISO/IEC. Guide to the development and inclusion of aspects of safety in international standards for medical devices. Published August 2019. Accessed April 22, 2024. https://www.iso.org/standard/67944.html"
    },
    {
      "type": "paragraph",
      "text": "Henderson JM, Tkach J, Phillips M, Baker K, Shellock FG, Rezai AR. Permanent neurological deficit related to magnetic resonance imaging in a patient with implanted deep brain stimulation electrodes for Parkinson’s disease: case report. Neurosurgery. 2005;57(5):E1063. doi: 10.1227/01.neu.0000180810.16964.3e"
    },
    {
      "type": "paragraph",
      "text": "US Food and Drug Administration. Safety concerns with implantable infusion pumps in the magnetic resonance (MR) environment: FDA safety communication. Published January 11, 2017. Accessed April 22, 2024. https://wayback.archive-it.org/7993/20201224130324/https://www.fda.gov/medical-devices/safety-communications/safety-concerns-implantable-infusion-pumps-magnetic-resonance-mr-environment-fda-safety"
    },
    {
      "type": "paragraph",
      "text": "Murphy H. Gun goes off during MRI, injuring patient’s son. Health Imaging. January 23, 2023. Accessed April 22, 2024. https://healthimaging.com/topics/medical-imaging/magnetic-resonance-imaging-mri/man-shot-his-own-gun-mri-suite"
    },
    {
      "type": "paragraph",
      "text": "Tanaka R, Yumoto T, Shiba N, et al. Overheated and melted intracranial pressure transducer as cause of thermal brain injury during magnetic resonance imaging: case report. J Neurosurg. 2012;117(6):1100-1109. doi: 10.3171/2012.9.JNS12738"
    },
    {
      "type": "paragraph",
      "text": "Delfino JG, Krainak DM, Flesher SA, Miller DL. MRI-related FDA adverse event reports: a 10-yr review. Med Phys. 2019;46(12):5562-5571. doi: 10.1002/mp.13768"
    },
    {
      "type": "paragraph",
      "text": "Hudson D, Jones AP. A 3-year review of MRI safety incidents within a UK independent sector provider of diagnostic services. BJR Open. 2019;1(1):20180006. doi: 10.1259/bjro.20180006"
    },
    {
      "type": "paragraph",
      "text": "Stafford RJ. The physics of magnetic resonance imaging safety. Magn Reson Imaging Clin N Am."
    },
    {
      "type": "paragraph",
      "text": "2020;28(4):517-536. doi: 10.1016/j.mric.2020.08.002"
    },
    {
      "type": "paragraph",
      "text": "Panych LP, Madore B. The physics of MRI safety. J Magn Reson Imaging. 2018;47(1):28-43. doi: 10.1002/jmri.25761"
    },
    {
      "type": "paragraph",
      "text": "US Food and Drug Administration. 510(k) clearances. Accessed April 22, 2024. https://www.fda.gov/medical-devices/device-approvals-denials-and-clearances/510k-clearances"
    },
    {
      "type": "paragraph",
      "text": "International Electrotechnical Commission. IEC 60601-2-33:2022: Medical electrical equipment - Part 2-33: Particular requirements for the safety of magnetic resonance equipment for medical diagnosis. Published August 4, 2022. Accessed April 22, 2024. https://webstore.iec.ch/publication/67211"
    },
    {
      "type": "paragraph",
      "text": "Jabehdar Maralani P, Schieda N, Hecht EM, et al. MRI safety and devices: an update and expert consensus. J Magn Reson Imaging. 2020;51(3):657-674. doi: 10.1002/jmri.26909"
    },
    {
      "type": "paragraph",
      "text": "Rahman M, Shellock FG. Chapter 26: Neuromodulation systems: MRI safety issues. In: Shellock FG, Crues JV III, eds. MRI Bioeffects, Safety, and Patient Management. 2nd ed. Biomedical Research Publishing Group; 2022:710-748."
    },
    {
      "type": "paragraph",
      "text": "Watson RE Jr, Edmonson HA. Chapter 19: Active implanted medical devices: An overview of MRI safety considerations. In: Shellock FG, Crues JV III, eds. MRI Bioeffects, Safety, and Patient Management. 2nd ed. Biomedical Research Publishing Group; 2022:498-513."
    }
  ]
}
