{
  "id": "mr-safety-ch16-alternative-ef975c",
  "title": "Chapter 16: Alternative MR Environments | MRI Safety Manual",
  "source": "mr-safety-ch16-alternative.html",
  "blocks": [
    {
      "type": "paragraph",
      "text": "Auto-extracted from mr-safety.docx. Verify locally against the official manual for clinical use."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Full Text"
    },
    {
      "type": "paragraph",
      "text": "CHAPTER 16:"
    },
    {
      "type": "paragraph",
      "text": "Alternative MR Environments"
    },
    {
      "type": "paragraph",
      "text": "MR systems are increasingly being operated in alternative environments outside of conventional diagnostic MR facilities. Examples of such facilities include hybrid PET/MR, intraoperative/interventional MR, MR-guided radiation therapy, and point-of-care scanners [1-4]. Each of these facilities presents unique challenges to implementing MR safety policies and standard operating procedures (SOPs), particularly with regard to unique devices, procedures, personnel, site access restrictions, screening, site contamination and infection control, and adverse event management."
    },
    {
      "type": "paragraph",
      "text": "As the type and number of personnel who work in these complex MR settings are often more varied and numerous than in conventional diagnostic MR facilities, the MR Medical Director (MRMD) should ensure specific SOPs are in place that define the roles and responsibilities of these MR Personnel [5]."
    },
    {
      "type": "paragraph",
      "text": "This should include identification of the responsible person to ensure the safety of the patient, MR Personnel, and other personnel who may care for the patient while in these alternative environments."
    },
    {
      "type": "paragraph",
      "text": "Specialized personnel with MR safety training as well as specific training to the workflows and procedures in these more complex, alternative environments are recommended. Personnel working in the MR environment should have a minimum of Level 1 MR training or be supervised by Level 2 MR Personnel. It is crucial to develop a process to educate all other personnel who have the need to access Zone IV in these complex environments (e.g., interventional radiologists, nurses, surgeons, anesthesiologists, respiratory therapists)."
    },
    {
      "type": "paragraph",
      "text": "As in all MR settings, SOPs should include the process for evaluation and screening of patients and health care personnel, implants or devices, and equipment (e.g., patient support equipment and surgical, radiation, and anesthesia devices) that enter the MR environment. Also, SOPs should be in place for contrast reaction/code situations, transport during emergent events, and cryogen safety in these alternative MR environments."
    },
    {
      "type": "paragraph",
      "text": "PET/MR"
    },
    {
      "type": "paragraph",
      "text": "Hybrid PET/MR systems are currently available for clinical and research imaging. These hybrid systems pose unique safety challenges because each modality requires a different group of personnel with varied training and access [6-8]. Governance can be complicated by the inherent multifaceted challenges of each imaging technique, requiring careful communication and delineation of responsibilities. Often the best option is to form a codirectorship between the MRMD (i.e., responsible for MR safety) and another director such as a physician with specialized training in nuclear medicine and the handling/use of radioactive materials (i.e., authorized user). These codirectors must work together to develop policies and SOPs and ensure that the facility follows current MR and PET safety procedures. All MR safety procedures must be overseen by Level 2 MR Personnel. Similarly, all radiation protection and handling of radioactive material must follow state and federal policies (refer to US Nuclear Regulatory Commission 10 CFR part 20 and part 35) [9]. PET imaging personnel who work in Zone III and IV should additionally be trained as MR Personnel following local standard policies and procedures."
    },
    {
      "type": "paragraph",
      "text": "Supplementary to standard MR safety considerations, PET imaging poses several additional challenges in the MR environment. Facilities must be appropriately shielded to avoid radioactive doses to personnel and the public, and facility cleaning must be executed to ensure infection control and to avoid potential radioactivity contamination. Because of the regulations around the use of radioactive materials, uptake rooms and Zone III serving a PET/MR scanner must be adequately isolated following the institution’s radiation safety policies and procedures."
    },
    {
      "type": "paragraph",
      "text": "Additionally, the handling, dissemination, and disposal of radioactive material requires specialized training and knowledge. Specialized equipment used in PET, such as shielded syringes or phantoms, need to be assessed for ferromagnetic properties before entering into Zone IV. Emergency procedures should be developed that incorporate quenches, radioactive spills, and other emergencies. In the event of spillage of radioactive material in Zone IV, a wipe test bringing the sample into Zone III may be required to assess radiation levels if the facility does not have access to an MR Conditional survey meter that allows interrogation of the contaminated site."
    },
    {
      "type": "paragraph",
      "text": "Intraoperative/Interventional MR"
    },
    {
      "type": "paragraph",
      "text": "The physical environment for intraoperative/interventional MR presents substantial challenges [5]. Each entrance to Zone IV (e.g., operative room patient entry, angiography suite, control room entry) requires appropriate controlled access and effective screening practices to prevent the introduction of potentially dangerous objects or equipment. Transient changes in MR Zone labeling can occur in dynamic MR environments. A space that may be Zone IV in one instance may convert to Zone III at another time or configuration. Thus, multiple points of entry and variable room configurations can considerably increase the complexity required to achieve effective MR safety planning and design of these facilities [5]."
    },
    {
      "type": "paragraph",
      "text": "Attempts to “retrofit” safe practices into intraoperative/interventional MR environments that have already been constructed can be challenging and lead to unintended consequences."
    },
    {
      "type": "paragraph",
      "text": "Careful planning of the facility prior to construction is highly recommended."
    },
    {
      "type": "paragraph",
      "text": "These environments present unique circumstances that require site-specific coordination to manage time-sensitive emergent responses. Policies and procedures for emergency and adverse event management must be developed, reviewed by personnel expected to execute the defined procedures, and approved by the MRMD. In the development of such procedures, each person’s role must be clearly identified and documented. Particularly, specific MR Personnel responsible for overseeing MR safety should be clearly identified."
    },
    {
      "type": "paragraph",
      "text": "Although the challenges to each intraoperative MR environment vary from site to site, the guiding principles of MR safety remain. MR Personnel must be appropriately educated, be vigilant in their awareness of a dynamic environment, and apply that knowledge to successfully ensure patient and staff safety in the MR environment. Additionally, many devices that are not used in a routine diagnostic suite nor in and around a patient undergoing a diagnostic MR are frequently present in these environments. Rigorous adherence to testing, labeling, appropriate storage, securing, and usage guidelines are paramount to avoiding accidents. Ultimately, the MRMD must facilitate a culture of safety in which adverse events as well as “near misses” (e.g., accidental introduction of MR Unsafe equipment or devices into Zone IV without unintended consequences) are reviewed regularly so that policies and procedures can be updated and personnel education enhanced, as needed, to prevent similar events in the future."
    },
    {
      "type": "paragraph",
      "text": "MR Simulator and MR Linear Accelerator"
    },
    {
      "type": "paragraph",
      "text": "Due to its unique and excellent soft-tissue contrast, MR is a popular tool for planning and delivering radiation therapy through the use of MR simulators to image the patient in treatment position in a manner similar to CT. Additionally, hybrid systems in which a linear accelerator (LINAC) is coupled with an MR are now commercially available [10]. As with prior hybrid PET/MR scanners, unique challenges arise for guaranteeing patient and personnel safety in these environments [11]."
    },
    {
      "type": "paragraph",
      "text": "From an MR safety standpoint, the MR simulator is a standard MR scanner housed in a nondiagnostic imaging environment such as a radiation oncology department. Since MR safety is generally not a routine part of radiation oncology training and workflow, careful consideration needs to go into personnel access, training, and proficiency in MR safety tasks such as patient and personnel screening, patient positioning, and emergent procedures. Development of training programs and proficiency tests that include MR safety are likely beneficial in orienting staff to the new environment. It is worth noting that patients often receive multiple radiation doses (i.e., fractions) and may visit the MR simulator several times during the course of their therapy. Furthermore, such patients often undergo multidisciplinary care with other procedures being performed concurrently during the radiation therapy. Therefore, as in diagnostic imaging, it is important to screen the patient each time prior to the patient receiving the MR examination and make certain there has been no change in status. Many devices used during treatment simulation, such as immobilization devices, need to be evaluated for patient safety and artifacts. Conducting materials such as metal (both ferromagnetic and nonferromagnetic) and some carbon fiber objects can potentially be a source of heating and can also generate severe artifacts. Alternative materials should be procured in these situations."
    },
    {
      "type": "paragraph",
      "text": "The hybrid MR-LINAC system requires additional consideration, since the overall design of the facility must accommodate both radiation and the MR environment. Devices used during the delivery of radiation to immobilize the patient as well as those used to measure radiation should be MR Conditional for the MR environment employed. Since motors and measurements used for the calibration of these systems can be affected by the magnetic field, modified equipment may be needed. All considerations given for the MR simulator also apply to the MR-LINAC, in which the unique environmental concerns of the hybrid system necessitate careful screening, access restriction, and training."
    },
    {
      "type": "paragraph",
      "text": "7-T MR Environments"
    },
    {
      "type": "paragraph",
      "text": "Ultra-high field-strength MRI scanners (i.e., >3 tesla) exist both for clinical and research imaging. Presently, the FDA limits on static magnetic field exposure vary depending on the age of the patient or research participant."
    },
    {
      "type": "paragraph",
      "text": "Static Magnetic Field [12] TABLE 5."
    },
    {
      "type": "paragraph",
      "text": "The FDA clearance for clinical use of 7-T MR necessitated the development of specific guidelines for these scanners [13,14]."
    },
    {
      "type": "paragraph",
      "text": "Transient bioeffects associated with the static magnetic field tend to increase with field strength and/or its associated spatial field gradient and are felt more strongly by some individuals and not at all by others [15]. At 7 T, the sensation of vertigo is the most often reported biologic effect. Other effects observed include dizziness, nausea, nystagmus (involuntary eye movements), magnetophosphenes (perceived visual flashes of light), and electrogustatory effects (metallic taste in the mouth). All effects are considered transient with no permanent cognitive or other health effects observed [16]. These transient effects are not known to have a negative health effect for staff or patients; however, the potential for patient and staff discomfort must be recognized and managed accordingly. Because some of these effects are influenced by the Lenz effect, limiting patient motion during their positioning into the MR scanner (i.e., during MR table motion) has been shown to decrease vertigo. Moving the patient with slow table velocity in and out of the MR scanner may also decrease this effect."
    },
    {
      "type": "paragraph",
      "text": "Similarly, patient head motion during the MR examination should be minimized [16]. Given these potential side effects, MR Personnel should check with the patient or research participant prior to complete removal from the table. Sitting on the MR table for some time may be helpful."
    },
    {
      "type": "paragraph",
      "text": "Similarly, access to an MR Conditional wheelchair may be helpful for some patients."
    },
    {
      "type": "paragraph",
      "text": "There are several particular considerations that should be taken into account for metallic implants, devices, and foreign bodies in the 7-T environment. Compared with lower field-strength MR environments, 7-T strength is associated with greater transmitted radiofrequency (RF) energy. Devices that can be safely imaged at 3 T may represent a risk at 7 T because of length-dependent RF heating. Thus, RF field–induced heating leading to dangerous temperature elevations of shorter electrically conductive objects is theoretically more likely at 7 T than at 1.5 T or even 3 T."
    },
    {
      "type": "paragraph",
      "text": "The MR Conditional status at 7 T cannot be assumed from existing MR Conditional status at 3 T or other field strengths. A major concern for implants and devices in the 7-T environment or in patients undergoing MR is that relatively few objects have undergone standardized testing to determine their level of safety. Because 7-T MR exposes implants and devices to higher static magnetic field strength and RF energy, each item must be evaluated at 7 T, even if the object had been previously deemed safe for a patient undergoing an MR examination at 1.5 T or 3 T. For example, a patient with an aneurysm clip that can be imaged safely at 3 T (i.e., labeled MR Conditional) may not be allowed to undergo an MR exam at 7 T [17,18]."
    },
    {
      "type": "paragraph",
      "text": "Translational forces on unsaturated ferromagnetic objects are broadly similar in the fringe field region of actively shielded 7-T systems compared to modern lower field-strength MR systems, albeit subject to slightly more extended fringe fields, while rotational forces may scale approximately with the static magnetic field. Also, note that substantially higher Lenz forces associated with conducting material moving through the field may be associated with 7-T environments [19]. Additionally, certain implants such as programmable cerebral spinal fluid shunt valves and active implanted medical devices (AIMDs; e.g., neuromodulation devices, cochlear implants, etc.) that retain functionality at lower field strengths may potentially malfunction or suffer interference, altered settings, or permanent damage at 7 T [20]."
    },
    {
      "type": "paragraph",
      "text": "As with other complex MR environments, guiding MR safety principles must drive practice decisions in the 7-T setting. A risk versus benefit assessment with the most current information available to determine whether a certain patient diagnostic question, possibly with particular implant or device considerations, warrants undergoing MR at 7 T."
    },
    {
      "type": "paragraph",
      "text": "Point-of-Care MRI Systems"
    },
    {
      "type": "paragraph",
      "text": "A point-of-care portable ultra-low field-strength (<0.1 T) system with FDA clearance exists, permitting bedside head scanning and rapid diagnostic results (e.g., recent infarcts, hemorrhages) and obviating the need to transport patients to fixed-location MR units. For the systems with ultra-low B0 field strength, projectile incidents are presently considered to be relatively low risk, particularly compared to conventional superconducting 1.5-T and 3-T magnets or low-field MR scanners (e.g., <1 T). No cryogens are used to maintain a superconducting environment, eliminating that safety concern. Although the relatively lower energies utilized in low-field point-of-care MR make these systems lower risk than traditional MR systems, care should still be taken that staff, particularly non-MR Personnel, still follow appropriate safety procedures that specify screening and other safety protocols around point-of-care systems. In particular, noting the portable nature of these systems, they should be safely stored in a dedicated secure storage area and transported to the patient area while preventing unintentional access by unscreened persons when not in use, according to manufacturer’s instructions."
    },
    {
      "type": "paragraph",
      "text": "This is an evolving field, and evaluation and assessment of safety concerns related to this class of MRs will continue to be of interest to the ACR MR Safety Committee going forward as new information emerges. In situations in which there is not a registered trained MR Technologist, there should be sufficient training for all individuals operating the unit to ensure safety. At present, there is insufficient data to assess safety related to scanning in the presence of AIMDs and other devices such as programmable ventricular shunts, although preliminary reports are emerging [21-22]. The 4-zone model (Chapter 3) is not applicable to ultra-low field-strength magnet systems."
    },
    {
      "type": "paragraph",
      "text": "Mobile MR Scanners"
    },
    {
      "type": "paragraph",
      "text": "Mobile MR scanners are often constructed or sited near facilities with insufficient room but a radiological need for additional MR capabilities. While these scanners may offer imaging services at typical clinical field strengths, their environments generate unique MR safety considerations. Mobile units are often parked near moving vehicles, which can potentially expose external persons to magnetic fringe fields. If the fringe fields extend outside of the mobile unit, there must be appropriate access restriction relative to the 9-gauss line. Stray magnetic field interference and vibrations from outside the mobile unit can also directly affect image quality, and thus, appropriate siting restrictions (e.g., restricted parking around mobile MR unit) should also be in place. While some mobile facilities include a Zone II area outside the Zone III console room, many mobile structures only have an enclosed Zone III console room and a Zone IV scan room. In these situations, Zone II could be a parking lot or other open area outside radiology that can be difficult to manage. Not infrequently, Zone III is relatively small, necessitating strict Zone IV access restrictions."
    },
    {
      "type": "paragraph",
      "text": "KEY POINTS"
    },
    {
      "type": "paragraph",
      "text": "Alternative MR environments"
    },
    {
      "type": "paragraph",
      "text": "Personnel working in the MR environment should have a minimum of Level 1 MR training or be screened and directly supervised by Level 2 MR Personnel."
    },
    {
      "type": "paragraph",
      "text": "PET/MR"
    },
    {
      "type": "paragraph",
      "text": "MR safety and radiation regulatory requirements often need shared responsibilities between 2 medical directors (MRMD and nuclear medicine authorized user)."
    },
    {
      "type": "paragraph",
      "text": "Intraoperative/interventional MR"
    },
    {
      "type": "paragraph",
      "text": "Policies and procedures must clearly indicate which specific Level 2 MR Personnel is responsible for overseeing MR safety."
    },
    {
      "type": "paragraph",
      "text": "7 T"
    },
    {
      "type": "paragraph",
      "text": "The risk of accidents due to projectiles or complications related to implanted devices is substantially increased."
    },
    {
      "type": "paragraph",
      "text": "MR Conditional status at 7 T cannot be assumed from existing MR Conditional status at 3 T or other field strengths."
    },
    {
      "type": "paragraph",
      "text": "Point-of-care MRI systems"
    },
    {
      "type": "paragraph",
      "text": "Low risk of missile-effect projectile incidents."
    },
    {
      "type": "paragraph",
      "text": "Insufficient data to assess safety related to scanning in the presence of AIMDs and other devices."
    },
    {
      "type": "paragraph",
      "text": "All involved staff, including non-MR Personnel, should follow appropriate safety procedures."
    },
    {
      "type": "paragraph",
      "text": "Mobile MR scanners"
    },
    {
      "type": "paragraph",
      "text": "Siting may be associated with additional challenges around MR Zone restrictions."
    },
    {
      "type": "paragraph",
      "text": "KEY ABBREVIATIONSACR: American College of Radiology AIMD: active implanted medical device B0: static magnetic fieldCT: computed tomographyFDA: Food and Drug AdministrationMRMD: Magnetic Resonance Medical DirectorPET: positron emission tomographyRF: radiofrequencyRFID: radiofrequency identification SOP: standard operating procedure T: teslaKEY ABBREVIATIONSACR: American College of Radiology AIMD: active implanted medical device B0: static magnetic fieldCT: computed tomographyFDA: Food and Drug AdministrationMRMD: Magnetic Resonance Medical DirectorPET: positron emission tomographyRF: radiofrequencyRFID: radiofrequency identification SOP: standard operating procedure T: tesla"
    },
    {
      "type": "paragraph",
      "text": "References"
    },
    {
      "type": "paragraph",
      "text": "Do RKG, Dick DW. PET/MRI: safety considerations. In: Iagaru A, Hope T, Veit-Haibach P, eds. PET/MRI in Oncology. Springer; 2018:115-130."
    },
    {
      "type": "paragraph",
      "text": "Johnston T, Moser R, Moeller K, Moriarty TM. Intraoperative MRI: safety. Neurosurg Clin N Am. 2009;20(2):147-153. doi: 10.1016/j.nec.2009.04.007"
    },
    {
      "type": "paragraph",
      "text": "Rai R, Kumar S, Batumalai V, et al. The integration of MRI in radiation therapy: collaboration of radiographers and radiation therapists. J Med Radiat Sci. 2017;64(1):61-68. doi: 10.1002/jmrs.225"
    },
    {
      "type": "paragraph",
      "text": "Parasuram NR, Crawford AL, Mazurek MH, et al. Future of neurology & technology: neuroimaging made accessible using low-field, portable MRI. Neurology. 2023;100(22):1067-1071. doi: 10.1212/WNL.0000000000207074"
    },
    {
      "type": "paragraph",
      "text": "Kacher DF, Fairhurst J, Vacanti JC, Tempany-Afdhal CM, Mukundan S Jr. Chapter 31: Safety issues for interventional MR systems. In: Shellock FG, Crues JV III, eds. MRI Bioeffects, Safety, and Management. Biomedical Research Publishing Group; 2014:833-868."
    },
    {
      "type": "paragraph",
      "text": "Kamvosoulis P, Currie GM. PET/MRI, part 1: establishing a PET/MRI facility. J Nucl Med Technol. 2021;49(2):120-125. doi: 10.2967/jnmt.120.261339"
    },
    {
      "type": "paragraph",
      "text": "Parikh N, Friedman KP, Shah SN, Chandarana H. Practical guide for implementing hybrid PET/MR clinical service: lessons learned from our experience. Abdom Imaging. 2015;40(6):1366-1373. doi: 10.1007/s00261-015-0444-6"
    },
    {
      "type": "paragraph",
      "text": "van Osch MJP, Webb AG. Safety of ultra-high field MRI: what are the risks? Curr Radiol Rep. 2014;2:61. doi: 10.1007/s40134-014-0061-0"
    },
    {
      "type": "paragraph",
      "text": "United States Nuclear Regulatory Commission. Medical uses of nuclear materials. Published June 23, 2021. Accessed April 22, 2024. https://www.nrc.gov/materials/miau/med-use.html"
    },
    {
      "type": "paragraph",
      "text": "Mittauer K, Paliwal B, Hill P, et al. A new era of image guidance with magnetic resonance-guided radiation therapy for abdominal and thoracic malignancies. Cureus. 2018;10(4):e2422. doi: 10.7759/cureus.2422"
    },
    {
      "type": "paragraph",
      "text": "Glide-Hurst CK, Paulson ES, McGee K, et al. Task group 284 report: magnetic resonance imaging simulation in radiotherapy: considerations for clinical implementation, optimization, and quality assurance. Med Phys. 2021;48(70):e636-e70. doi: 10.1002/mp.14695"
    },
    {
      "type": "paragraph",
      "text": "US Food and Drug Administration. Criteria for significant risk investigations of magnetic resonance diagnostic devices. Published June 20, 2014. Accessed April 22, 2024. https://www.fda.gov/media/71385/download"
    },
    {
      "type": "paragraph",
      "text": "US Food and Drug Administration. FDA clears first 7T magnetic resonance imaging device. Published October 12, 2017. Accessed April 22, 2024. https://www.fda.gov/news-events/press-announcements/fda-clears-first-7t-magnetic-resonance-imaging-device"
    },
    {
      "type": "paragraph",
      "text": "Hoff MN, McKinney At, Shellock FG, et al. Safety considerations of 7-T MRI in clinical practice. Radiology. 2019;292(3):509-518. doi: 10.1148/radiol.2019182742"
    },
    {
      "type": "paragraph",
      "text": "International Commission on Non-Ionizing Radiation Protection. Guidelines on limits of exposure to static magnetic fields. Health Phys. 2009;96(4):504-514. doi: 10.1097/01.HP.0000343164.27920.4a"
    },
    {
      "type": "paragraph",
      "text": "Kraff O, Quick HH. Chapter 3: MRI physics and safety at 7 tesla. In: Shellock FG, Crues JV III, eds. MRI Bioeffects, Safety, and Patient Management. 2nd ed. Biomedical Research Publishing Group; 2022:71-95."
    },
    {
      "type": "paragraph",
      "text": "Dula AN, Virostko J, Shellock FG. Assessment of MRI issues at 7 T for 28 implants and other objects. AJR Am J Roentgenol. 2014;202(2):401-405. doi: 10.2214/AJR.13.10777"
    },
    {
      "type": "paragraph",
      "text": "Shaffer A, Weisbaum D, Naik A, et al. Neurosurgical implant safety in 7 T MRI: a scoping review. J Magn Reson Imaging. 2023;57(3):661-669. doi: 10.1002/jmri.28449"
    },
    {
      "type": "paragraph",
      "text": "Fagan AJ, Bitz AK, Björkman-Burtscher IM, et al. 7T MR Safety. J Magn Reson Imaging. 2021;53(2):333-346. doi: 10.1002/jmri.27319"
    },
    {
      "type": "paragraph",
      "text": "Mirzayan MJ, Klinge PM, Samii M, Goetz F, Krauss JK. MRI safety of a programmable shunt assistant at 3 and 7 Tesla. Br J Neurosurg. 2012;26(3):397-400. doi: 10.3109/02688697.2011.625060"
    },
    {
      "type": "paragraph",
      "text": "Cho SM, Wilcox C, Keller S, et al. Assessing the SAfety and FEasibility of bedside portable low-field brain Magnetic Resonance Imaging in patients on ECMO (SAFE-MRI ECMO study): study protocol and first case series experience. Crit Care. 2022;26(1):119. doi: 10.1186/s13054-022-03990-6"
    },
    {
      "type": "paragraph",
      "text": "Shellock FG, Rosen MS, Webb A, et al. Managing Patients With Unlabeled Passive Implants on MR Systems Operating Below 1.5 T. J Magn Reson Imaging. Published online September 28, 2023. doi:10.1002/jmri.29002"
    }
  ]
}
