{
  "id": "mr-safety-ch6-final-check-25a8f2",
  "title": "Chapter 6: Full Stop / Final Check | MRI Safety Manual",
  "source": "mr-safety-ch6-final-check.html",
  "blocks": [
    {
      "type": "paragraph",
      "text": "Auto-extracted from mr-safety.docx. Verify locally against the official manual for clinical use."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Full Text"
    },
    {
      "type": "paragraph",
      "text": "CHAPTER 6:"
    },
    {
      "type": "paragraph",
      "text": "Full Stop/Final Check"
    },
    {
      "type": "paragraph",
      "text": "“Full stop and final check” processes should be implemented. A tiered approach is suggested that appropriately addresses the different levels of anticipated MR safety risks:"
    },
    {
      "type": "paragraph",
      "text": "Routine. Typically, ambulatory settings where there is no obvious increased risk due to additional equipment and personnel."
    },
    {
      "type": "paragraph",
      "text": "Augmented. Complex MR settings (e.g., hospitalized, emergent, anesthesia, interventional, etc.) that require an augmented process, including, in particular, when the patient is transported with support equipment and/or personnel."
    },
    {
      "type": "paragraph",
      "text": "Routine. A full stop and final check performed by the MR Technologist is recommended to review and confirm the satisfactory completion of MR safety screening for all patients before entering Zone IV. Elements of this include verification of the following:"
    },
    {
      "type": "paragraph",
      "text": "Patient identification and visual inspection."
    },
    {
      "type": "paragraph",
      "text": "The examination to be performed includes potential use of contrast and completion of associated contrast risk assessment."
    },
    {
      "type": "paragraph",
      "text": "Appropriately performed screening."
    },
    {
      "type": "paragraph",
      "text": "Proper preparation, programming, or removal of implanted/on-planted devices."
    },
    {
      "type": "paragraph",
      "text": "A lack of change in patient status while in Zone III."
    },
    {
      "type": "paragraph",
      "text": "If hearing aids have been left in place to ensure communication with the patient in Zone III, strict attention must be paid to ensure that these are removed and properly stored before entering Zone IV. Providing a graphic such as the one pictured in Figure 8 may be helpful to prompt a patient’s memory of other items that have not been identified previously in the screening process."
    },
    {
      "type": "paragraph",
      "text": "FIGURE 8. Examples of visual cards used during full stop/final check."
    },
    {
      "type": "paragraph",
      "text": "Augmented. The augmented full stop and final check process includes a verbal review by the supervising Level 2 MR Technologist and an acknowledgement by a second MR Personnel team member, modeled on elements of the Universal Protocol Final operating room/pre-procedure check. Elements of this verification include the following:"
    },
    {
      "type": "paragraph",
      "text": "Items included in the routine process above."
    },
    {
      "type": "paragraph",
      "text": "Thorough screening for any support staff that will also enter Zone IV."
    },
    {
      "type": "paragraph",
      "text": "Completion, as appropriate, of augmented screening of unconscious, unresponsive, altered-level-of-consciousness patients (as described in MR screening, unconscious, unresponsive, altered-level-of consciousness, mentally impaired patients)."
    },
    {
      "type": "paragraph",
      "text": "Completion of careful visual inspection of the patient as well as the transport/support equipment that will enter Zone IV for the presence of concealed or previously unrecognized potentially dangerous items that could pose a projectile risk (e.g., steel oxygen cylinders), burn risk (e.g., unconnected electrocardiogram electrodes and lead), or other safety issues (i.e., radiofrequency identification (RFID) tags in hospital linens)."
    },
    {
      "type": "paragraph",
      "text": "Identify the appropriate port/line to be accessed for potential gadolinium-based contrast agent injection."
    },
    {
      "type": "paragraph",
      "text": "Ensure that the equipment that needs to be tethered in Zone IV is properly secured prior to allowing the patient to enter the MR system room."
    },
    {
      "type": "paragraph",
      "text": "Ensure that there has been no change in patient and/or equipment status while in Zone III."
    },
    {
      "type": "paragraph",
      "text": "KEY POINTSRoutine full stop and final checkTypically, ambulatory setting.Performed by the MR Technologist to confirm the satisfactory completion of MR safety screening for the patient, support equipment, and personnel immediately prior to crossing from Zone III to Zone IV.Hearing aids, external insulin pumps, continuous glucose monitoring devices, and other similar devices must be removed and properly stored prior to Zone IV entry.Verbal review by Level 2 MR Technologist.Augmented full stop and final checkTypically, complex setting.Helps ensure appropriate screening of patients in more complex environments (e.g., hospitalized, emergent, interventional, etc.).Performed by the MR Technologist to confirm the satisfactory completion of MR safety screening for the patient, support equipment, and personnel immediately prior to crossing from Zone III to Zone IV.Verbal review by Level 2 MR Technologist and second MR Personnel team member.KEY POINTSRoutine full stop and final checkTypically, ambulatory setting.Performed by the MR Technologist to confirm the satisfactory completion of MR safety screening for the patient, support equipment, and personnel immediately prior to crossing from Zone III to Zone IV.Hearing aids, external insulin pumps, continuous glucose monitoring devices, and other similar devices must be removed and properly stored prior to Zone IV entry.Verbal review by Level 2 MR Technologist.Augmented full stop and final checkTypically, complex setting.Helps ensure appropriate screening of patients in more complex environments (e.g., hospitalized, emergent, interventional, etc.).Performed by the MR Technologist to confirm the satisfactory completion of MR safety screening for the patient, support equipment, and personnel immediately prior to crossing from Zone III to Zone IV.Verbal review by Level 2 MR Technologist and second MR Personnel team member."
    },
    {
      "type": "paragraph",
      "text": "KEY ABBREVIATIONSCGM: continuous glucose monitorECG: electrocardiogramOR: operating roomKEY ABBREVIATIONSCGM: continuous glucose monitorECG: electrocardiogramOR: operating room"
    }
  ]
}
