{
  "id": "mr-safety-ch10-classification-742839",
  "title": "Chapter 10: Classification of Objects & Implants | MRI Safety Manual",
  "source": "mr-safety-ch10-classification.html",
  "blocks": [
    {
      "type": "paragraph",
      "text": "Auto-extracted from mr-safety.docx. Verify locally against the official manual for clinical use."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Full Text"
    },
    {
      "type": "paragraph",
      "text": "CHAPTER 10:"
    },
    {
      "type": "paragraph",
      "text": "Classification of Objects and Medical Implants and Devices in The MR Environment"
    },
    {
      "type": "paragraph",
      "text": "This chapter will focus on the classification of materials/objects in the MR environment and ensuring safety. These fall into 2 major categories:"
    },
    {
      "type": "paragraph",
      "text": "Patient support equipment and portable items such as ventilators, physiological monitors, anesthesia machines, infusion pumps, intravenous poles, wheelchairs, step stools, and others. Chapter 11 provides additional information on these objects and equipment."
    },
    {
      "type": "paragraph",
      "text": "Medical devices directly related to the patient, including implanted devices (e.g., cardiac pacemakers, aneurysm clips, etc.) as well as on-planted devices (external insulin pumps, continuous glucose monitoring devices, etc.). Several implanted devices are discussed in detail in Chapter 12."
    },
    {
      "type": "paragraph",
      "text": "Items that are not required for the care of a patient during the acquisition of their MRI examination should not enter Zone IV until the patient has been removed fully from the scanner room."
    },
    {
      "type": "paragraph",
      "text": "Recognizing the manufacturer’s MR safety labeling, as part of the Zone III site restriction and equipment testing and clearing responsibilities, all sites should have ready access to a strong handheld magnet (>1000 G) and/or a ferromagnetic detection system. This will enable the site to test external, and even some superficial internal, devices or implants for the presence of grossly detectable ferromagnetic attractive forces. The use of conventional metal detectors that do not differentiate between ferromagnetic and nonferromagnetic materials is not recommended."
    },
    {
      "type": "paragraph",
      "text": "MR Safety Labeling Classifications"
    },
    {
      "type": "paragraph",
      "text": "Throughout this manual, the standard MR labeling terms (MR Safe, MR Conditional, and MR Unsafe) designated by American Society for Testing Materials (ASTM) International, ASTM F2503-23 Standard Practice for Marking Medical Devices and Other Items for Safety in the MR Environment, [1] and adopted by the FDA (Figure 16) are used. These designations can apply to objects peripheral to the patient as well as implanted/on-planted devices."
    },
    {
      "type": "paragraph",
      "text": "Particularly with regard to nonclinical and incidental equipment, current products marketed with ill-defined terminology such as nonmagnetic or outdated classifications such as MR compatible should not be presumed to conform to a particular current ASTM International and FDA classification. Similarly, any product with metallic construction or components cannot by definition be MR Safe and must be considered as MR Unsafe or possibly MR Conditional."
    },
    {
      "type": "paragraph",
      "text": "Objects intended for use in Zone IV, including nonclinical incidental products such as step stools or ladders, which are not accompanied by manufacturer or third-party MR safety test results under the ASTM International Standard F2503 criteria, should be site tested as described in MR Conditional."
    },
    {
      "type": "paragraph",
      "text": "FIGURE 16. FDA labeling criteria developed by ASTM International for objects and devices taken into Zone IV [1,2]. The square green MR Safe label is for nonmetallic, nonconducting objects; the triangular yellow label is for objects with MR Conditional labeling; and the round red label is for MR Unsafe objects. Alternatively, these symbols may be printed as black and white icons [1,2]."
    },
    {
      "type": "paragraph",
      "text": "MR Safe  . A designation indicating that the object or device is safe in all MR environments, without conditions. The term “MR Safe” is reserved for items that are composed of materials that are nonmetallic, nonconducting, and nonmagnetic; such objects pose no known hazards during or resulting from exposure to any MR environment."
    },
    {
      "type": "paragraph",
      "text": "MR Conditional. A designation indicating that the object or device has been demonstrated to be safely used within the MR environment, provided the specified conditions for safe use (as provided by the manufacturer) are met. When making decisions based on published MR Conditional or safety claims, one should recognize that all such claims only apply to the tested precise model, make, and identification of the object/item as tested to be safe under the specified conditions within the MR environment; these include the defined conditions for the tested static magnetic field strength (B0) and spatial field gradient strengths, the radiofrequency fields (B1), and the time-varying gradient magnetic fields (dB/dt). An example is provided in the statement, “MR Conditional having been tested to be safe at 3 T for a maximum spatial field gradient of 30 T/m (3000 G/cm) or less and the Normal Operating Mode (regarding RF output).”"
    },
    {
      "type": "paragraph",
      "text": "Implant or device MR safety information must be documented in writing or in the medical record. Decisions based on published MR safety information should recognize that all safety claims regarding MR Conditional devices apply only to specifically tested conditions, such as the static magnetic field strength (B0), the exposure of the device to the spatial field gradient, the strength and duration of the transmitted radiofrequency field (B1), and the rate of change of the time-varying gradient magnetic fields (dB/dt)."
    },
    {
      "type": "paragraph",
      "text": "TABLE 4. A summary of common MR safety conditions specified in the device vendor instructions for use"
    },
    {
      "type": "paragraph",
      "text": "NOTE: The table is populated with example values for safely scanning a patient with a generic active implanted medical device that has leads (e.g., neuromodulation system, pacemaker, defibrillator, etc.) that has conditions for full-body imaging. This example is intended to highlight key conditions and not represent any specific device [2]."
    },
    {
      "type": "paragraph",
      "text": "MR Unsafe . An item which poses unacceptable risks to the patient, medical staff, or other persons within the MR environment."
    },
    {
      "type": "paragraph",
      "text": "Object/device alteration. Alterations performed by the facility on MR Safe, MR Unsafe, and MR Conditional equipment or devices may change the MR safety properties of the device. For example, tying a ferromagnetic metallic twisting wire/binder onto a sign labeling the device as MR Conditional or MR Safe might result in safety issues or image artifacts if introduced into the MR scanning environment. It is critical to always establish that immediately following repairs or modifications or maintenance of MR Conditional object/items/devices, these items are again confirmed to be safe within the MR environment as defined under the originally specified testing conditions. Hence, maintenance and repair of MR Conditional devices must include reconfirmation of the MR Conditional labeling information."
    },
    {
      "type": "paragraph",
      "text": "KEY POINTSClassificationsMR Safe: the object or device is safe in all MR environments (must be nonmetallic, nonconducting, and nonmagnetic).MR Conditional: the object or device may be safe in the MR environment if conditions for safe use are met.MR Unsafe: the object or device presents safety risks in the MR environment.KEY POINTSClassificationsMR Safe: the object or device is safe in all MR environments (must be nonmetallic, nonconducting, and nonmagnetic).MR Conditional: the object or device may be safe in the MR environment if conditions for safe use are met.MR Unsafe: the object or device presents safety risks in the MR environment.KEY ABBREVIATIONSASTM: American Society for Testing MaterialsB0: static magnetic fieldB1: time-varying radiofrequency magnetic fieldB1+rms: radiofrequency magnetic field + root mean squaredB/dt: time-varying gradient magnetic fieldFMDS: ferromagnetic detection systemsFDA: Food and Drug AdministrationG: gaussG/cm: gauss per centimeterIFU: instructions for useIPG: implantable pulse generatorMC: multichannelmT: milliteslaKEY ABBREVIATIONSASTM: American Society for Testing MaterialsB0: static magnetic fieldB1: time-varying radiofrequency magnetic fieldB1+rms: radiofrequency magnetic field + root mean squaredB/dt: time-varying gradient magnetic fieldFMDS: ferromagnetic detection systemsFDA: Food and Drug AdministrationG: gaussG/cm: gauss per centimeterIFU: instructions for useIPG: implantable pulse generatorMC: multichannelmT: millitesla"
    },
    {
      "type": "paragraph",
      "text": "References"
    },
    {
      "type": "paragraph",
      "text": "American Society for Testing Materials International. Standard practice for marking medical devices and other items for safety in the magnetic resonance environment. Published October 24, 2023. Accessed April 22, 2024. doi: 10.1520/F2503-23E01"
    },
    {
      "type": "paragraph",
      "text": "US Food and Drug Administration. Testing and labeling medical devices for safety in the magnetic resonance (MR) environment: guidance for industry and Food and Drug Administration staff. Published October 10, 2023. Accessed April 22, 2024. https://www.fda.gov/regulatory-information/search-fda-guidance-documents/testing-and-labeling-medical-devices-safety-magnetic-resonance-mr-environment"
    }
  ]
}
