{
  "id": "mr-safety-appendix-2-c173f3",
  "title": "Appendix 2: MR Facility Safety Design | MRI Safety Manual",
  "source": "mr-safety-appendix-2.html",
  "blocks": [
    {
      "type": "paragraph",
      "text": "Auto-extracted from mr-safety.docx. Verify locally against the official manual for clinical use."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Full Text"
    },
    {
      "type": "paragraph",
      "text": "APPENDIX 2:"
    },
    {
      "type": "paragraph",
      "text": "MR Facility Safety Design Guidelines"
    },
    {
      "type": "paragraph",
      "text": "According to safety and human factors engineering principles, employing multiple and varied safety strategies can enhance a program’s effectiveness. This multifaceted approach is sometimes termed defense in depth. The safety strategies outlined in the preceding main body of this MR Safety Manual can be enhanced by thoughtful safety-oriented architectural and interior design strategies. For example, a facility’s physical design can strategically encourage safety and compliance with best practices by facilitating MR Personnel safety-related workflows while enhancing patient flow through the facility. Different design elements may be incorporated depending on the setting (e.g., inpatient versus outpatient, diagnostic versus interventional) within the same institution that aim to optimize the main function of that particular site."
    },
    {
      "type": "paragraph",
      "text": "Some examples of designing prospectively in an effort to improve safety follow. For example, having a private area for patient screening interviews will make it more likely that patients will disclose sensitive types of implants. Similarly, dedicated permanent and temporary storage space in Zone III, including lockable space and equipment tether points for MR Unsafe equipment (e.g., ferromagnetic intravenous poles, oximetry monitors, wheelchairs, transport stretchers) is desirable."
    },
    {
      "type": "paragraph",
      "text": "For MR suites planning to use MR Conditional equipment in Zone IV (e.g., anesthesia machines), it is recommended that the installation of tethers in their appropriate locations is planned during the design phase. Similarly, marking relevant gauss lines (e.g., 200 gauss) on the floor of Zone IV is recommended to help define the necessary length of such tethers. There may be special circumstances (e.g., hybrid procedural suites) in which the storage of MR Unsafe equipment in Zone IV may be accomplished with wall anchor and tether strap/cable systems that prevent such equipment from becoming a projectile. In certain circumstances, maintaining such equipment in Zone IV is crucial for standard operations (see Chapter 16: Alternative MR Environments). However, the storage of unsafe equipment in Zone IV in routine MR settings is strongly discouraged."
    },
    {
      "type": "paragraph",
      "text": "Effective and safe MR suites must balance the technical demands of the MR equipment with local and state building codes, standards of accrediting bodies, clinical and patient population needs, payor requirements, and a collage of civil requirements from the HIPAA to the Americans with Disabilities Act."
    },
    {
      "type": "paragraph",
      "text": "Although it could be desirable to provide a universal MR safety design, the variables are too numerous to adequately address in a single template. The following MR Facility Safety Design Guidelines [1] are provided to support the planning, design, and construction of MR facilities, including updates to existing MR facilities, which enhance the safety of patients, visitors, and staff. Sites may be faced with bringing existing facilities into compliance with modern MR safety standards. Until more complete renovation can occur, the primary goal should be safety in the MR suite, including appropriately labeled and secured access to Zone III and IV as well as attention to what devices and types of procedures may be appropriate for the site."
    },
    {
      "type": "paragraph",
      "text": "This information is intended to supplement and expand on patient safety guidance provided throughout the ACR Manual on MR Safety."
    },
    {
      "type": "paragraph",
      "text": "General principles"
    },
    {
      "type": "paragraph",
      "text": "Facility location, access, etc."
    },
    {
      "type": "paragraph",
      "text": "An important consideration is the physical weight of the MR unit and having adequate foundation to support it. The weight of the magnet and associated structural pressures may influence what floors it can be sited on. Magnets sited on the ground floor or lower may need to be protected from flooding."
    },
    {
      "type": "paragraph",
      "text": "There should be a careful assessment of facility location to avoid potential areas of unintended interaction (e.g., magnetic field, vibrations, etc.) with MRI scanners (e.g., elevator shaft, train rail tracks, etc.)."
    },
    {
      "type": "paragraph",
      "text": "Consider ease of access to Zone IV for deployment of the MR scanner and future upgrades/replacements. A location with a removable panel for Zone IV in the exterior wall of the building is desirable to allow direct access from the outside into Zone IV. Alternatively, a path for delivery of the MR scanner (or extraction and delivery of future replacements) should be available, including doors and hallways that are wide enough (i.e., 8 feet or larger)."
    },
    {
      "type": "paragraph",
      "text": "MR equipment vendor templates"
    },
    {
      "type": "paragraph",
      "text": "Design templates provided by MR equipment manufacturers are invaluable in developing suites that meet the minimum technical siting requirements for the specific equipment."
    },
    {
      "type": "paragraph",
      "text": "Vendor design templates, however, typically depict only the control and equipment rooms in addition to the magnet room, Zone IV."
    },
    {
      "type": "paragraph",
      "text": "Patient/family waiting, interview areas, physical screening/changing areas, access controls, storage, crash carts, induction, medical gas services, post-screened patient holding areas, infection control provisions, and interventional applications, among many other issues, are not addressed in typical vendor-provided drawings. These issues are left to facility owners, operators, and their design professionals to resolve."
    },
    {
      "type": "paragraph",
      "text": "Zone II"
    },
    {
      "type": "paragraph",
      "text": "Patient interview/screening"
    },
    {
      "type": "paragraph",
      "text": "Reviewing the patient Safety Screening Form and MR Hazard Checklist requires discussing confidential personal information."
    },
    {
      "type": "paragraph",
      "text": "To facilitate full and complete patient disclosure of their medical history, this clinical screening should be conducted in an area that provides auditory and visual privacy for the patient."
    },
    {
      "type": "paragraph",
      "text": "Facilities should prospectively plan for electronic patient medical records, which are useful in clinical screening, and should provide access to records in the MR suite in support of clinical patient screening."
    },
    {
      "type": "paragraph",
      "text": "Clinical screening of inpatients may be completed in the patient room for hospital-based MR facilities."
    },
    {
      "type": "paragraph",
      "text": "Changing areas/gowning"
    },
    {
      "type": "paragraph",
      "text": "A location should be provided for patients where they may change out of their street clothes and into facility-provided MR Safe pocketless garments."
    },
    {
      "type": "paragraph",
      "text": "All facilities must provide means of identifying, removing, and temporarily storing items that the patient may have brought with them that might pose threats in the MR environment. It is recommended that keyless lockable storage or nonferromagnetic keys are available for valuable personal belongings."
    },
    {
      "type": "paragraph",
      "text": "Transfer area/ferromagnetic quarantine storage"
    },
    {
      "type": "paragraph",
      "text": "An area should be provided to transfer the patient from MR Unsafe transport equipment (e.g., ferromagnetic wheelchair) to equipment appropriate for the MR environment."
    },
    {
      "type": "paragraph",
      "text": "Unsafe equipment accompanying the patient should be secured in a “ferromagnetic quarantine” storage area outside of Zone III, distinct from storage areas for MR Safe and MR Conditional equipment."
    },
    {
      "type": "paragraph",
      "text": "Zone II or III"
    },
    {
      "type": "paragraph",
      "text": "Emergency resuscitation space and equipment"
    },
    {
      "type": "paragraph",
      "text": "It is recommended that emergency code and emergency resuscitation equipment be stored in a readily accessible area within either Zone II or Zone III, in close proximity to Zone IV. If the equipment is MR Conditional and to be stored in Zone III, providing securing tethers is recommended."
    },
    {
      "type": "paragraph",
      "text": "A dedicated area to hold a patient in acute distress is recommended in Zone II or III, in close proximity to Zone IV, sufficiently large to allow the conducting of a patient resuscitation (i.e., cardiopulmonary resuscitation maneuvers)."
    },
    {
      "type": "paragraph",
      "text": "MR Conditional fire extinguisher storage"
    },
    {
      "type": "paragraph",
      "text": "MR Conditional housekeeping equipment storage"
    },
    {
      "type": "paragraph",
      "text": "MR Conditional patient transport equipment storage (e.g., wheelchairs, stretchers, walkers, lifts)"
    },
    {
      "type": "paragraph",
      "text": "Patient recovery area"
    },
    {
      "type": "paragraph",
      "text": "Facilities performing MR examinations in patients undergoing moderate sedation or anesthesia, such as those imaging inpatient and performing MRI-guided procedures, should consider a patient recovery area in Zone II or III that is adequately equipped (e.g., medical gases, crash cart). It is recommended that the recovery area is in close proximity to Zone IV to minimize distance during the transport of intubated patients."
    },
    {
      "type": "paragraph",
      "text": "Involvement of personnel with expertise in anesthesia procedures is helpful during the design phase of the facility."
    },
    {
      "type": "paragraph",
      "text": "Ferromagnetic detection devices (FMDS)"
    },
    {
      "type": "paragraph",
      "text": "Permanently installed FMDS have been demonstrated to be effective as adjuncts to the MR safety screening process. It is recommended that new facility construction anticipates the use of an FMDS for screening and provide for installation of the device in a location that facilitates use and throughput."
    },
    {
      "type": "paragraph",
      "text": "Several types of FMDS and roles for them exist."
    },
    {
      "type": "paragraph",
      "text": "Patient screening FMDS, at a distance from entrance to Zone IV (typically Zone II to III)."
    },
    {
      "type": "paragraph",
      "text": "Considered useful for screening of ambulatory patients/subjects who have changed into MR Safe pocketless garments in an effort to identify any concealed/forgotten ferromagnetic object. Peer-reviewed publications report evidence that some implanted and on-planted devices may be detected. Can be useful to verify ferrous-free status of patients prior to passing into Zone III."
    },
    {
      "type": "paragraph",
      "text": "Entryway FMDS"
    },
    {
      "type": "paragraph",
      "text": "Intent is to provide a final ferromagnetic check immediately before entering Zone IV."
    },
    {
      "type": "paragraph",
      "text": "Handheld FMDS"
    },
    {
      "type": "paragraph",
      "text": "Can be useful to specifically assess specific body parts, particularly to more precisely determine the location/identity of a potential ferromagnetic object indicated by patient screening FMDS."
    },
    {
      "type": "paragraph",
      "text": "Can be useful to screen nonambulatory patients if on MR Conditional transport equipment."
    },
    {
      "type": "paragraph",
      "text": "Permanent magnet (at least 1000 gauss)"
    },
    {
      "type": "paragraph",
      "text": "Depending on the workflow of the facility, FMDS should be optimally sited in Zone II and/or Zone III."
    },
    {
      "type": "paragraph",
      "text": "Handheld FMDS and permanent magnets, while needing to be accessible, must have provisions/standard operating procedures to prevent their introduction into Zone IV."
    },
    {
      "type": "paragraph",
      "text": "Zone III"
    },
    {
      "type": "paragraph",
      "text": "Access control"
    },
    {
      "type": "paragraph",
      "text": "Means of physically securing and restricting access to Zone III from all adjacent areas must be provided."
    },
    {
      "type": "paragraph",
      "text": "Access to Zone III should be limited by usage of a personalized electronic badge to those who have been granted access by the MR Medical Director based on local policy."
    },
    {
      "type": "paragraph",
      "text": "Access to Zone III must be guaranteed in the event of a power outage, either with emergency power or a mechanical release from inside Zone III."
    },
    {
      "type": "paragraph",
      "text": "Post-screened patient holding/transit"
    },
    {
      "type": "paragraph",
      "text": "Depending on facility functionality, capacity, and patient volume, it may be advisable to provide a post-screened patient holding area."
    },
    {
      "type": "paragraph",
      "text": "Zone III holding areas should be equipped and staffed to prevent patient exit and subsequent reentry to avoid the introduction of unscreened objects and personnel."
    },
    {
      "type": "paragraph",
      "text": "Multimodal radiology facilities combine patient holding and/or induction areas for patients of different modalities."
    },
    {
      "type": "paragraph",
      "text": "This presents safety challenges because patients for a different modality would not typically be screened for MR contraindications or ferromagnetic materials. This poses a risk for a patient or other individual with a contraindicated implant. Those in MR Zone IV"
    },
    {
      "type": "paragraph",
      "text": "would be subjected to a serious safety threat if an erroneously unscreened or suboptimally screened individual entered Zone IV with a ferromagnetic object."
    },
    {
      "type": "paragraph",
      "text": "A patient holding area in Zone III should be used exclusively for post-screened MR patients."
    },
    {
      "type": "paragraph",
      "text": "A small Zone III may be sufficient in outpatient facilities performing diagnostic MR scans. In this scenario, Zone III serves as a transit zone for the patient being transported from Zone II into Zone IV, with no patient holding occurring in Zone III."
    },
    {
      "type": "paragraph",
      "text": "Lines of sight/situational awareness"
    },
    {
      "type": "paragraph",
      "text": "Level 2 MR Personnel should have a direct line of sight to the entrance to Zone IV."
    },
    {
      "type": "paragraph",
      "text": "The MR Technologist seated at the MR operator’s console should be able to view the patient in the MR scanner."
    },
    {
      "type": "paragraph",
      "text": "Remote video and audio capabilities can be helpful to enhance the communication between personnel in Zone III and Zone II."
    },
    {
      "type": "paragraph",
      "text": "Video recording equipment monitoring the Zone IV door may be helpful in quality improvement efforts to evaluate best practices, near misses, and safety events. Prospective planning for such equipment could be helpful."
    },
    {
      "type": "paragraph",
      "text": "Appropriate signage"
    },
    {
      "type": "paragraph",
      "text": "Battery backup “Magnet is Always on” sign."
    },
    {
      "type": "paragraph",
      "text": "Potential harmful unique aspects of the MR environment"
    },
    {
      "type": "paragraph",
      "text": "For many MR system installations, the magnetic field may project beyond the confines of the magnet room (Zone IV) and can superimpose potential hazards on spaces that may be outside the MR suite, even on floors above or below the MR facility and perhaps even outside the building."
    },
    {
      "type": "paragraph",
      "text": "Facilities must identify all areas, including those outside the MR suite (including rooftops, storage areas, mechanical closets, crawling spaces, etc.) that are exposed to potentially hazardous fields related to the MR environment and that may be occupied."
    },
    {
      "type": "paragraph",
      "text": "Areas of potential hazard must be clearly identified, and access to these areas must be restricted and clearly indicated with appropriate signage just as they would be within the MR suite."
    },
    {
      "type": "paragraph",
      "text": "Zone IV"
    },
    {
      "type": "paragraph",
      "text": "The design of Zone IV (and MR equipment room) is complex and typically requires following the MR vendor recommendations."
    },
    {
      "type": "paragraph",
      "text": "Being the location of the MR magnet itself, many critical issues and items must be considered thoughtfully during the Zone IV design stage. Adjoining building space must be large enough, accessible enough, and with sufficient foundational support to accommodate delivery of the large and heavy MR unit."
    },
    {
      "type": "paragraph",
      "text": "Adequate space must be devoted to adjacent equipment rooms, and access to these rooms must be planned in advance."
    },
    {
      "type": "paragraph",
      "text": "Planning is essential for runs/chases for electrical lines; data management lines; heating, ventilation, and air conditioning (with considerations for unique temperature, humidity control, and airflow requirements); and plumbing lines."
    },
    {
      "type": "paragraph",
      "text": "Quench pipe routing pathways must be considered (see Cryogen vent pathway)."
    },
    {
      "type": "paragraph",
      "text": "Various shielding elements must be built into Zone IV walls to contain and/or limit the fringe field, radiofrequency (RF) field, and acoustic noise."
    },
    {
      "type": "paragraph",
      "text": "Depending on whether the RF door opens inwardly or outwardly, discuss with the vendor the need for a pressure release mechanism during a quench venting failure. If the RF door opens outward, the line of site and ferromagnetic detector placement should be considered."
    },
    {
      "type": "paragraph",
      "text": "Planning for the contents of Zone IV is essential, and the overall room size must be sufficient to accommodate all the planned elements. These elements must be thoughtfully sited to maintain practice efficiency as well as safety. Please refer to Figure 21 for a depiction of a typical contemporary Zone IV room and its contents of a facility performing both inpatient and outpatient MR examinations, understanding that this is not intended to be absolutely all inclusive of room contents and that individual practices need to tailor their facilities to best serve their unique needs. Common elements are included in the following table:"
    },
    {
      "type": "paragraph",
      "text": "TABLE 6. Common Elements for Zone IV"
    },
    {
      "type": "paragraph",
      "text": "Cryogen safety"
    },
    {
      "type": "paragraph",
      "text": "For most MR systems, if the magnet quenches (i.e., loss of superconductivity/magnetic field), the escaping cryogenic gases are ducted outside the building to an unoccupied discharge area. Accommodation for such an area and plans for appropriate access restriction and signage must be included in the design phase."
    },
    {
      "type": "paragraph",
      "text": "Superconductive MR scanners with very small volumes of cryogen do not require a quench pipe in the room. Permanent magnet MR scanners do not use cryogens."
    },
    {
      "type": "paragraph",
      "text": "The following recommended MRI suite design and construction elements reduce patient and staff risks in the unlikely event of a quench in which the cryogen vent pathway (quench pipe) ruptures or leaks into Zone IV:"
    },
    {
      "type": "paragraph",
      "text": "All magnet rooms/Zone IV regions for superconducting magnets should be provided with an emergency exhaust pathway (unless the vendor specifically indicates that the magnet does not require one). The emergency exhaust grille is to be located in the ceiling opposite the entrance to the magnet room (Zone IV) door. At this location, when activated in the unlikely event of a quench breach (inadvertent venting of cryogenic gases into Zone IV), the exhaust fan is positioned to draw the cryogenic cloud away from the magnet room exit."
    },
    {
      "type": "paragraph",
      "text": "Many MR manufacturers now require that magnet rooms for superconducting magnets also be provided with an additional form of passive pressure relief/pressure equalization to minimize the risks of positive-pressure entrapment. Designs for passive pressure relief mechanisms should follow design criteria similar to that of the cryogen vent pathway and active exhaust, including discharge to a protected area."
    },
    {
      "type": "paragraph",
      "text": "Even with an exhaust fan, designing the door to Zone IV to swing outward is not, by itself, an appropriate means of pressure relief."
    },
    {
      "type": "paragraph",
      "text": "Once provided with appropriate pressure equalization and emergency exhaust, magnet room door-swing direction and design should be left to the discretion of a facility and their design professionals."
    },
    {
      "type": "paragraph",
      "text": "Cryogen vent pathway"
    },
    {
      "type": "paragraph",
      "text": "Obstructions, inappropriate pipe materials, insufficient pipe caliber and/or length, or faulty connections in the length of the cryogen vent pathway can cause failure between the magnet and point of discharge."
    },
    {
      "type": "paragraph",
      "text": "Because minimum design requirements for some cryogen vent systems have been revised by magnet system vendors, facilities should obtain current standards from the original equipment manufacturers to use in evaluating their cryogen vent assembly and not rely on original siting requirements."
    },
    {
      "type": "paragraph",
      "text": "Because obstructions/occlusions of the cryogen vent can increase the likelihood of rupture in a quench event, facilities should ensure the following:"
    },
    {
      "type": "paragraph",
      "text": "The discharge point has an appropriate weather head that prevents horizontal, wind-driven precipitation from entering, collecting, or freezing in the quench exhaust pipe."
    },
    {
      "type": "paragraph",
      "text": "The discharge point is positioned so that snow or debris cannot enter or occlude the pipe."
    },
    {
      "type": "paragraph",
      "text": "The discharge is covered by a material of sufficiently small openings to prevent birds, other animals, or other material from entering the quench pipe, while not occluding cryogenic gaseous egress in a quench situation."
    },
    {
      "type": "paragraph",
      "text": "To protect persons from cryogen exposure at the point of discharge during a quench, facilities should ensure the following:"
    },
    {
      "type": "paragraph",
      "text": "At the point of cryogen discharge, a quench safety exclusion zone should be established and clearly marked with surface warnings and signage. Note that the quench pathway discharge point must be surrounded by physical restrictions for non-MR Personnel."
    },
    {
      "type": "paragraph",
      "text": "The quench safety exclusion zone should be devoid of serviceable equipment, air intakes, operable windows, or unsecured doors that either require servicing or offer a pathway for cryogenic gases to re-enter the building."
    },
    {
      "type": "paragraph",
      "text": "MR Conditional, external, non-implanted equipment and devices"
    },
    {
      "type": "paragraph",
      "text": "Examples of such equipment/devices include anesthesia machines and power injectors for use in Zone IV. The specific MR conditions for use should be carefully assessed, and permissible distances/proximity to the magnet should be identified. It is recommended that these allowable proximity lines be delineated on the floor and walls of the magnet to aid in safe positioning and effective use of the equipment."
    },
    {
      "type": "paragraph",
      "text": "The use of tethering hooks in the wall of the MR suite (Zone IV) and tethers with specific lengths to prevent the MR Conditional device from moving closer to the MR scanner beyond the conditions specified by the vendor are strongly recommended in those facilities using such devices routinely."
    },
    {
      "type": "paragraph",
      "text": "Tether anchor points should be prospectively planned in the design and construction of the Zone IV enclosure, as penetrations into existing RF-shielded walls or floors could damage the function of an RF-shielded enclosure."
    },
    {
      "type": "paragraph",
      "text": "Infection control"
    },
    {
      "type": "paragraph",
      "text": "The magnet system room finishes, and construction details should be designed to facilitate cleaning by appropriately trained staff with nonmotorized equipment."
    },
    {
      "type": "paragraph",
      "text": "For interventional and MR-guided procedures, basic infection control protocols such as seamless floorings, scrubbable surfaces, and hand-washing stations should be considered."
    },
    {
      "type": "paragraph",
      "text": "Disclaimers and recommendations. The facility design issues identified in this appendix only address general safety design issues for MRI suites. There are a multitude of site-specific and magnet-specific operational and technical design considerations relevant to MR facility design and construction that are not addressed in this appendix. These issues include, but are not limited to, patient acuity, staff access, modality conflicts, vibration sensitivity, throughput/efficiency, HIPAA considerations, magnetic contamination, sound transmission, magnet shim tolerances, shielding design, moving metal interferences, MR equipment upgrades, and electromagnetic interference."
    },
    {
      "type": "paragraph",
      "text": "In addition to incorporating the guidance from this appendix, a facility would be well advised to seek expert assistance in the planning and design of MRI and multimodal radiology suites."
    },
    {
      "type": "paragraph",
      "text": "Reference"
    },
    {
      "type": "paragraph",
      "text": "1.The Facility Guidelines Institute. Guidelines for Design and Construction of Hospitals. 2018 ed."
    }
  ]
}
