{
  "id": "mr-safety-ch9-contrast-fd4732",
  "title": "Chapter 9: MR Contrast Agents | MRI Safety Manual",
  "source": "mr-safety-ch9-contrast.html",
  "blocks": [
    {
      "type": "paragraph",
      "text": "Auto-extracted from mr-safety.docx. Verify locally against the official manual for clinical use."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Full Text"
    },
    {
      "type": "paragraph",
      "text": "CHAPTER 9:"
    },
    {
      "type": "paragraph",
      "text": "MR Contrast Agents"
    },
    {
      "type": "paragraph",
      "text": "No patient is to be administered prescription MR contrast agents, typically gadolinium-based contrast media (GBCM), without orders from a licensed physician or advanced practice provider practicing under a supervising physician [1]. Research study participants may receive MR contrast agents as directed by the study protocol after they agree to enroll in the study that has undergone ethics committee (i.e., institutional review board) approval and sign the appropriate informed consent (and assent, as appropriate). Qualified MR Personnel may establish and attend peripheral intravenous (IV) access lines if they have undergone the requisite site-specified training in peripheral IV access and have demonstrated and documented appropriate proficiency in this area. IV injection–qualified MR Personnel may administer MR GBCMs via peripheral IV routes as a bolus or slow or continuous injection as directed by the orders of a licensed site physician or advanced practice provider."
    },
    {
      "type": "paragraph",
      "text": "Practices relating to the administration of these agents and recommendations regarding GBCM usage, adverse reactions, nephrogenic systemic fibrosis, and retained or residual gadolinium in the body should follow the ACR Committee on Drugs and Contrast Media [2]. The most recent version of the ACR Manual on Contrast Media may be downloaded from the ACR website at Contrast Manual | American College of Radiology (acr.org)."
    },
    {
      "type": "paragraph",
      "text": "KEY POINTSNo patient is to be administered prescription MR contrast agents without orders from a licensed physician or advanced practice provider.Practices relating to the administration of these agents and recommendations regarding GBCM usage, adverse reactions, nephrogenic systemic fibrosis, and retained or residual gadolinium in the body should follow the Contrast Manual | American College of Radiology (acr.org).KEY POINTSNo patient is to be administered prescription MR contrast agents without orders from a licensed physician or advanced practice provider.Practices relating to the administration of these agents and recommendations regarding GBCM usage, adverse reactions, nephrogenic systemic fibrosis, and retained or residual gadolinium in the body should follow the Contrast Manual | American College of Radiology (acr.org).KEY ABBREVIATIONSACR: American College of RadiologyAPP: advanced practice providerGBCM: gadolinium-based contrast mediaIV: intravenousKEY ABBREVIATIONSACR: American College of RadiologyAPP: advanced practice providerGBCM: gadolinium-based contrast mediaIV: intravenous"
    },
    {
      "type": "paragraph",
      "text": "References"
    },
    {
      "type": "paragraph",
      "text": "American College of Radiology; Society for Pediatric Radiology. ACR-SPR practice parameter for the use of intravascular contrast media. Published 2022. Accessed April 22, 2024. https://www.acr.org/-"
    },
    {
      "type": "paragraph",
      "text": "/media/ACR/Files/Practice-Parameters/IVCM.pdf"
    },
    {
      "type": "paragraph",
      "text": "ACR Committee on Drugs and Contrast Media. ACR Manual on Contrast Media. American College of Radiology; 2023. https://www.acr.org/-/media/ACR/Files/Clinical-Resources/Contrast_Media.pdf"
    }
  ]
}
