{
  "id": "single-contrast-barium-enema-aaef54",
  "title": "Single Contrast Barium Enema",
  "source": "single-contrast-barium-enema.html",
  "blocks": [
    {
      "type": "paragraph",
      "text": "Source: single_contrast_barium_enema.docx."
    },
    {
      "type": "list",
      "items": [
        "Patient under 40 years of age with abdominal signs or symptoms (pain, bloating, constipation, gynecologic mass, etc.) not particularly suggestive for mucosal polyps, colitis, or bleeding.",
        "Suspected diverticulitis.",
        "Bowel not prepared but limited exam requested to verify or exclude colon obstruction, volvulus, appendicitis, fistula, etc.",
        "Uncooperative, disabled, very old, or very ill patient unable to tolerate or perform the maneuvers for a double contrast study."
      ]
    },
    {
      "type": "list",
      "items": [
        "Suspected acute perforation.",
        "Acute, fulminating colitis.",
        "Immediately after biopsy."
      ]
    },
    {
      "type": "paragraph",
      "text": "Patient preparation: see appendix by the same name."
    },
    {
      "type": "list",
      "items": [
        "Barium sulfate: Barobag (E-Z-EM Inc., Westbury, NY) - 340 grams (12 oz) prepackaged in enema bag. Prepare barium suspension (13% W/V) by adding water to the 2500 mL mark on the bag.",
        "Enema bag and rectal tip: disposable barium enema kit - 3000 mL bag with 5/16\" tubing.",
        "Lead glove.",
        "Compression paddle with balloon or F-Spoon.",
        "Image plate-loaded cassettes for overhead radiographs."
      ]
    },
    {
      "type": "list",
      "items": [
        "Evaluate preliminary plain radiograph of the abdomen for relative contraindications (stool or contrast material in colon).",
        "Evaluate for absolute contraindications to performing a barium enema (free air, rigid abdomen).",
        "Question the patient about relevant symptoms and previous abdominal surgery.",
        "Question the patient about the \"three P's\" (pregnancy, recent procto, and bowel prep).",
        "Explain the procedure to the patient. Ask if they have questions. Talk to the patient throughout the examination to decrease anxiety and divert attention.",
        "An aide/technologist shakes the barium bag to a uniform suspension, runs barium through the tubing to expel air, and clamps the tubing. The bag is hung on an IV pole no more than 3 feet above the table. The assistant places the patient on the left side, lubricates the enema tip, and inserts it. If difficulty occurs, the radiologist performs a digital rectal exam and inserts the tip.",
        "Radiographic technique for spot images and overhead radiographs should be set to 125 kVp."
      ]
    },
    {
      "type": "image",
      "assetId": "asset_cab418552e",
      "alt": "Preliminary abdomen reference image"
    },
    {
      "type": "list",
      "items": [
        "The patient remains in the left lateral position.",
        "Unclamp the tubing and allow barium to flow by gravity or by gently squeezing the enema bag.",
        "When the rectum is filled with barium, check the enema tip position with fluoroscopy and inflate the retention balloon in the rectal ampulla with only one puff of air during fluoroscopic monitoring.",
        "Avoid rectal discomfort and urgency by only half filling the balloon. The purpose of the balloon is to keep the enema tip from coming out, not to block egress of barium."
      ]
    },
    {
      "type": "paragraph",
      "text": "Note: Do not inflate the retention balloon in the presence of a mass, acute inflammation, stricture, or recent biopsy because of the potential for rectal perforation."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Rectosigmoid (RPO)"
    },
    {
      "type": "list",
      "items": [
        "Roll the patient backward into a RPO position.",
        "Partially unclamp the tubing and allow barium to flow slowly through the rectosigmoid while panning between the head of the barium column and the sigmoid region.",
        "When the sigmoid is well filled, take a spot image of the rectosigmoid colon in the RPO position."
      ]
    },
    {
      "type": "image",
      "assetId": "asset_afb96ec759",
      "alt": "Rectosigmoid RPO spot image 1"
    },
    {
      "type": "image",
      "assetId": "asset_231ddf7b85",
      "alt": "Rectosigmoid RPO spot image 2"
    },
    {
      "type": "paragraph",
      "text": "Note: Instruct the assistant to clamp the tubing each time you ask the patient to stop breathing for a spot film and only unclamp when requested. Unclamp slowly to prevent rapid distention, spasm, and premature evacuation."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Rectosigmoid (LPO)"
    },
    {
      "type": "list",
      "items": [
        "After changing the spot film, roll the patient into the LPO position.",
        "Partially unclamp the tubing and allow barium to flow slowly through the rectosigmoid while panning between the head of the barium column and the sigmoid region.",
        "When the sigmoid is well filled, take a spot image of the rectosigmoid colon in the LPO position."
      ]
    },
    {
      "type": "image",
      "assetId": "asset_751778bf72",
      "alt": "Rectosigmoid LPO spot image 1"
    },
    {
      "type": "image",
      "assetId": "asset_588db258c1",
      "alt": "Rectosigmoid LPO spot image 2"
    },
    {
      "type": "paragraph",
      "text": "Note: Rectosigmoid spot films are obtained early because reflux of barium into the cecum and terminal ileum may later obscure this area."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Cecum (Graded Compression)"
    },
    {
      "type": "list",
      "items": [
        "Roll the patient back into the RPO position.",
        "Partially unclamp the tubing and allow barium to flow to the cecum while panning between the head of the barium column and the splenic flexure region.",
        "When the cecum is well filled, perform graded compression with the balloon paddle or F-Spoon.",
        "Take a spot image of the cecum in the RPO or supine position with graded compression. When possible, include barium-filled terminal ileum."
      ]
    },
    {
      "type": "image",
      "assetId": "asset_89d069c109",
      "alt": "Cecum graded compression spot image"
    },
    {
      "type": "paragraph",
      "text": "Note: Complete cecal filling is confirmed by identifying at least one of three landmarks: the appendix, an appendiceal stump, or the ileocecal valve."
    },
    {
      "type": "paragraph",
      "text": "Note: If an \"air lock\" forms in the cecum and it will not fill with barium, turn the patient into a right lateral or RAO position to allow air to escape and be replaced by barium. Then obtain compression spot images as usual."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Splenic Flexure"
    },
    {
      "type": "list",
      "items": [
        "Move the fluoroscope to the splenic flexure region.",
        "If the patient is still in RPO, the flexure may already be optimally demonstrated. If not, position the patient to open the splenic flexure for a spot image.",
        "It may or may not be necessary to instill more barium to distend the colon before spotting this flexure. Compression is ill-advised because the splenic flexure is deep to the ribs."
      ]
    },
    {
      "type": "image",
      "assetId": "asset_62b5a94786",
      "alt": "Splenic flexure spot image"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Hepatic Flexure"
    },
    {
      "type": "list",
      "items": [
        "Rotate the patient away from you into a LPO position to open the hepatic flexure.",
        "Take a spot image of the hepatic flexure. Compression is ill-advised because the hepatic flexure is deep to the ribs.",
        "It may or may not be necessary to instill more barium to distend the colon before spotting this flexure."
      ]
    },
    {
      "type": "image",
      "assetId": "asset_ce40a6e4e9",
      "alt": "Hepatic flexure spot image"
    },
    {
      "type": "list",
      "items": [
        "Quickly pan the entire colon while gently palpating with the compression paddle or F-Spoon.",
        "Take a graded-compression spot image of any lesion identified.",
        "Move the fluoroscope out of the way and have the technologist obtain the overhead radiographs."
      ]
    },
    {
      "type": "paragraph",
      "text": "Note: Stay alert for lesions during fluoroscopy. A single contrast BE relies on a higher level of fluoroscopic skill to detect and document pathology than a double contrast BE."
    },
    {
      "type": "paragraph",
      "text": "Note: Plan ahead. Patients cannot retain a single contrast barium enema as long as a double contrast exam; delays can cause evacuation before overhead films are complete."
    },
    {
      "type": "list",
      "items": [
        "PA view of colon to include rectum - patient prone, perpendicular central ray, 14\" x 17\" cassette.",
        "Prone angle view of rectosigmoid - patient prone, 35 cephalad central ray, 14\" x 17\" cassette.",
        "45 LPO view to include hepatic and splenic flexures, 14\" x 17\" cassette.",
        "45 RPO view to include splenic and hepatic flexures, 14\" x 17\" cassette.",
        "Left lateral rectum - vertical central ray, 14\" x 14\" cassette.",
        "Post-evacuation radiograph - patient prone, PA view, vertical central ray, 14\" x 17\" cassette."
      ]
    },
    {
      "type": "image",
      "assetId": "asset_b6893c551a",
      "alt": "PA colon overhead view"
    },
    {
      "type": "image",
      "assetId": "asset_777cba57dd",
      "alt": "PA colon overhead view alternate"
    },
    {
      "type": "image",
      "assetId": "asset_d3123d886a",
      "alt": "Prone angle rectosigmoid view"
    },
    {
      "type": "image",
      "assetId": "asset_751778bf72",
      "alt": "45 degree LPO view"
    },
    {
      "type": "image",
      "assetId": "asset_d4a538a6e6",
      "alt": "45 degree RPO view"
    },
    {
      "type": "image",
      "assetId": "asset_13ee275d36",
      "alt": "Left lateral rectum view"
    },
    {
      "type": "image",
      "assetId": "asset_25b598908b",
      "alt": "Left lateral rectum view alternate"
    },
    {
      "type": "image",
      "assetId": "asset_250fff4936",
      "alt": "Post-evacuation PA view"
    }
  ]
}