{
  "id": "tmp-rad-e9086e",
  "title": "Not the Plantaris Keys to Better Diagnosis of Calf Strain Injuries | Radsource",
  "source": "tmp_rad.html",
  "blocks": [
    {
      "type": "heading",
      "level": 1,
      "text": "Not the Plantaris Keys to Better Diagnosis of Calf Strain Injuries"
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Download this Web Clinic in PDF"
    },
    {
      "type": "paragraph",
      "text": "Clinical History:"
    },
    {
      "type": "paragraph",
      "text": "A 50 year-old tennis player presents with acute onset of medial calf pain. Axial fat-suppressed proton-density-weighted images at the upper, mid, and lower calf and a coronal T2-weighted image through the mid medial gastrocnemius are provided."
    },
    {
      "type": "paragraph",
      "text": "What are the findings? What is your diagnosis?"
    },
    {
      "type": "paragraph",
      "text": "1a"
    },
    {
      "type": "paragraph",
      "text": "Calf Strain Injury"
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Findings:"
    },
    {
      "type": "paragraph",
      "text": "2a"
    },
    {
      "type": "paragraph",
      "text": "Calf Strain Injury. A small volume hematoma lies between the medial gastrocnemius (MG) and soleus muscles (S). An elongated thin irregular blood clot (purple arrows) is outlined by the fluid. A transverse tear in the anterior aponeurosis of the medial gastrocnemius has created a gap (red asterisks) which extends partially through the lower portion of the muscle belly. The transverse tear is broad, extending across the medial gastrocnemius from its medial aspect to near the lateral gastrocnemius (LG). A vertical split extends upward from the lateral extent of the transverse tear (red arrows), visible on sequential image slices into the upper calf. The intact plantaris tendon (yellow arrows) is in its normal position along the surface of the medial portion of the soleus muscle."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Diagnosis:"
    },
    {
      "type": "list",
      "items": [
        "Partial-thickness tear of the medial head of the gastrocnemius muscle with some retraction. Associated vertical myofascial tear extending superiorly along the anterior surface of the muscle.",
        "Small hematoma between the medial gastrocnemius and soleus muscles.",
        "Intact plantaris tendon."
      ]
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Introduction:"
    },
    {
      "type": "paragraph",
      "text": "Calf muscle strains are frequent among both amateur and professional athletes. The injury is especially common among middle-aged tennis players, but also occurs with many other sports and activities. An acute stabbing pain is usually felt at the medial aspect of the calf during push-off in a position where the calf muscles are maximally stretched (knee in extension and ankle in dorsiflexion). Recovery times are variable and can last months to years, depending on the site and severity of injury."
    },
    {
      "type": "paragraph",
      "text": "Most calf strains do well with conservative therapy, but in some cases surgical repair may be indicated.1,2,3"
    },
    {
      "type": "paragraph",
      "text": "Since muscle reinjuries are typically more severe than the initial ones 4 and mild injuries are reinjured most 5, the decision of how long to wait before an athlete returns to play is an important one. When to operate or how long to wait are incompletely understood. MRI, if done well, can improve upon clinical evaluation alone. Some features such as the length of muscle tears have been shown to be useful predictors for the duration of disability. 6 Other authors have also recognized that the simple I-II-III grading of muscle strains is not good enough for predicting prognosis and time for return to sport and have proposed more detailed nomenclature.7 Ambiguity about whether the term partial tear means partial-thickness or partial width may underlie discrepancies in reported incidence of partial versus complete tears. Better descriptions of pathoanatomy including tear dimensions, orientation, and location should be a significant improvement."
    },
    {
      "type": "paragraph",
      "text": "Imaging can only improve the clinical assessment if one can ensure greater diagnostic accuracy. MRI assessment of calf strains has several challenges that need to be mastered. These include a common misconception, variable image quality, subtle anatomy, special tear features, and a couple of major pitfalls. This web clinic will address each of these as well as provide some keys to optimized diagnosis."
    },
    {
      "type": "paragraph",
      "text": "Its Not the Plantaris Tendon"
    },
    {
      "type": "paragraph",
      "text": "Tennis leg was first reported in 1883. Early on it was ascribed to an isolated tear of the plantaris tendon, likely since the injuries occur medially, right along the course of that structure. However, since then multiple studies have shown this to be primarily an injury of the medial gastrocnemius at the distal muscle-tendon junction.8,9,10 An extensive literature review in 1982 found no surgery or autopsy proven cases of rupture of the plantaris.11 Another author concluded that rupture of the plantaris tendon is apparently a non-scientific anachronism or an intellectual hoax.1"
    },
    {
      "type": "paragraph",
      "text": "Decades later and the belief in a primary plantaris etiology refuses to go away, in the popular press and even in parts of the medical literature. Proponents of the idea point out that there have been some reported cases of plantaris tears. These do occur, but not typically in the setting of acute calf strain. Several proximal musculotendinous junction strains have been reported with ACL injuries.12 Distal tendon tears occur together with Achilles tendinopathy. One study of calf strains by ultrasound reported plantaris tears in only 2 cases (1.4%) of 141 patients imaged.9 Another also found only 2 cases, both of which were distal tendon avulsions.10 Zero plantaris injuries were found among 65 patients with clinical tennis leg.8Five rare isolated midsubstance tears were all in the distal 5.5 cm of the tendon 13, two in association with Achilles tendinopathy and none clinically resembling tennis leg or associated with calf hematoma. In actual practice, plantaris tendon tears are too often overdiagnosed and gastrocnemius tears underdiagnosed or underestimated in extent or severity. Several contributing factors will be discussed below."
    },
    {
      "type": "paragraph",
      "text": "Challenging Anatomy and Pathology"
    },
    {
      "type": "paragraph",
      "text": "A fluid collection (hematoma) between the soleus and the medial gastrocnemius is typically the most obvious feature on an MRI of a calf strain injury. Ascertaining the status of the normally very thin and subtle plantaris tendon is more difficult, as is evaluating the curved and overlapping calf muscles on often obliquely oriented MR slice planes. Vertical tears along the muscle surface are extremely common in this region but can be subtle or invisible on suboptimal scans. Transverse tears of the distal musculotendinous junction can be hard to discern from the normal lower muscle margin when there is little retraction."
    },
    {
      "type": "paragraph",
      "text": "In situations where only a hematoma is found and the plantaris tendon is not visualized, it may be tempting to think that the plantaris tendon was torn since we know that it normally courses in this vicinity. But why would a relatively avascular structure like a tendon cause such a hematoma? It doesnt. The hematoma arises from bleeding muscle. When a hematoma is present between the medial gastrocnemius and the soleus, a muscle tear can almost invariably be identified if the study is technically sufficient and the observer knows what to look for."
    },
    {
      "type": "paragraph",
      "text": "Image Quality"
    },
    {
      "type": "paragraph",
      "text": "A frequent underlying factor in calf strain misdiagnosis is suboptimal image quality. Some older equipment cannot produce sufficient image resolution or signal to noise ratio (SNR). Newer equipment is usually capable but the scanning technique may not be optimized. Sufficient image detail is especially important when assessing small structures. The plantaris tendon is only 1 mm in thickness and 2 to 5 mm in width. Tears that may be fine splits in the surface of a muscle are necessary to detect. To see these structures, image resolution must be optimized while keeping SNR at reasonable levels. Proton-density- or T2-weighted sequences with fat suppression (T2FS or PDFS) are typically best suited for this diagnosis. Common mistakes include using too large of a field of view (FOV) or too small of an acquisition matrix, resulting in poor image resolution. These should be adjusted to achieve a target of about 1 mm (+/-0.3) pixel height and width. Thus the FOV (in mm) should be about equal or slightly less than the lower of the matrix numbers. Increasing resolution too much, however, results in diminishing returns since there is a resultant decrease in SNR. Optimal parameters will vary by the particular MRI equipment being used."
    },
    {
      "type": "paragraph",
      "text": "Relevant Anatomy"
    },
    {
      "type": "paragraph",
      "text": "The major muscles of the calf, the gastrocnemius and the soleus, are pennate muscles. In contrast to fusiform muscles, such as the biceps brachii which has a simple short musculotendinous junction, pennate muscles have long tendons or aponeuroses with long lengths of obliquely attached muscle fibers. The musculotendinous junction is technically along this entire length. In the assessment of calf strains, special attention needs to be given to the lower aponeuroses of the soleus and gastrocnemius muscles since they are the primary sites of injury and their assessment is crucial to accurate diagnosis. The course of the plantaris tendon is also important since calf tears are frequently in close proximity to this structure and it can lead to diagnostic confusion.14"
    },
    {
      "type": "paragraph",
      "text": "3a"
    },
    {
      "type": "paragraph",
      "text": "Calf aponeuroses. Note the positions of the aponeuroses which are key for the proper assessment of tears in this region. The upper soleus and gastrocnemius aponeuroses are continuous with proximal tendons that attach the muscles to their origins. Their lower aponeuroses are the primarily constituents of the Achilles tendon and are positioned on the anterior surface of the gastrocnemius and posterior surface of the soleus. The soleus muscle belly extends far distal to the gastronemius, along the proximal portions of the Achilles tendon. The point at which the gastrocnemius aponeurosis merges with that of the soleus is a few centimeters below the lower margin of the gastrocnemius muscle belly. Note the relatively narrow pennation angle of the muscle fibers inserting on the aponeurosis. This changes with muscle contraction, most visibly in edematous retracted areas."
    },
    {
      "type": "paragraph",
      "text": "4a"
    },
    {
      "type": "paragraph",
      "text": "3D anatomy of the calf. The gastrocnemius muscle has been reflected to reveal its anterior surface and the underlying soleus muscle and plantaris tendon. Note the aponeuroses covering most of the soleus posterior surface and the lower 2/3 of the gastrocnemius. The medial and lateral heads of the gastrocnemius each have their own anterior surface aponeurosis proximally. The proximal portion of the medial aponeurosis extends obliquely beneath a medial portion of the lateral gastrocnemius muscle belly. Distally the separate aponeuroses become one continuous aponeurotic sheet before continuing to merge with that of the soleus to form the Achilles tendon. The plantaris tendon arises laterally beneath the lateral head of the gastrocnemius but quickly crosses medially to descend along the surface of the medial portion of the soleus muscle. Where the gastrocnemius aponeurosis fuses with that of the soleus the plantaris tendon usually emerges medially from between the two and continues distally adjacent to the medial margin of the Achilles tendon. Less frequently it may stay between the layers or join the Achilles tendon at this site. In a small portion of the population it is developmentally absent. The medial head of the gastrocnemius muscle extends lower than the lateral head. The lower end of the soleus muscle extends a few centimeters further distal."
    },
    {
      "type": "paragraph",
      "text": "On MR images, the aponeuroses form distinct continuous arcing lines on the surfaces of the muscles. No matter how coronal and sagittal images are placed, invariably portions are at variable angles to the curved structures of the calf and become difficult to interpret. Because of this, axial images are critical for the assessment of the integrity of calf musculature. Sagittal and coronal images are also useful, but are secondary and need to be carefully cross-referenced with the axial images to ascertain which structure is which. Careful attention to aponeuroses is critical since disruptions in their continuity are key indicators of tears. Normal aponeuroses are continuous vertically from slice to slice throughout their entire lengths, and also across their entire widths, with the exception of focal perforating vessels."
    },
    {
      "type": "paragraph",
      "text": "5a"
    },
    {
      "type": "paragraph",
      "text": "5b"
    },
    {
      "type": "paragraph",
      "text": "5c"
    },
    {
      "type": "paragraph",
      "text": "5d"
    },
    {
      "type": "paragraph",
      "text": "5e"
    },
    {
      "type": "paragraph",
      "text": "5f"
    },
    {
      "type": "paragraph",
      "text": "5a-f: Calf anatomy on axial images from proximal to distal"
    },
    {
      "type": "paragraph",
      "text": "5a - Upper gastrocnemius level. Note the locations of each of the muscles. In the uppermost portion of the calf the medial and lateral heads of the gastrocnemius muscle (red) and the plantaris muscle (green) are visible since their sites of origin are on the femur just above the knee. The uppermost portion of the fibular origin of the soleus is also visible (magenta). The plantaris muscle is located deep to the upper portion of the lateral gastrocnemius. The plantaris tendon (yellow arrow) arises at the inferomedial margin of the muscle and quickly crosses behind the popliteal vessels toward the medial side of the calf."
    },
    {
      "type": "paragraph",
      "text": "5b - Mid gastrocnemius level. The plantaris tendon (yellow arrow) has crossed midline and overlies the posteromedial surface of the soleus muscle. A small portion of the lateral head of the gastrocnemius overlaps the anterior aponeurosis of the medial head at this level. Vertical tears coursing up the medial aponeurosis often cross into the lateral head at this site."
    },
    {
      "type": "paragraph",
      "text": "5c - Lower gastrocnemius level. The plantaris tendon descends in a characteristic position between the medial gastrocnemius muscle and mid medial portion of the soleus muscle. It may be visible as a distinct tendon throughout its length, but at times it may only resemble a focal thickening of the soleus aponeurosis upon which it lies. Tension in the muscle generally keeps the tendon flat against the surface of the soleus. In this patient, the normally continuous arc of the posterior soleus aponeurosis is irregular from a 2cm superficial tear, just lateral to the plantaris tendon. Mild muscle edema underlies the tear site (lighter magenta). The tear has produced a small amount of hemorrhage that separates the medial portions of the anterior gastrocnemius and posterior soleus aponeuroses. These layers are inseparable laterally where there is no fluid between them. Also note that the soleus has multiple intramuscular tendons which can also be sites of strain injury."
    },
    {
      "type": "paragraph",
      "text": "5d - Mid soleus level. At this level the inferior margin of the medial head of the gastrocnemius is only minimally apparent. The lateral head is shorter and disappeared a few cuts above this level. The plantaris tendon is visible sandwiched between the medial margins of the soleus and gastrocnemius aponeuroses. Recognizing the medial margin of the gastrocnemius aponeurosis overlying the plantaris tendon is helpful for detecting a missing torn segment of aponeurosis just above it. Distal to this level the plantaris may emerge medially to course along the Achilles tendon or it may disappear into the substance of the Achilles tendon."
    },
    {
      "type": "paragraph",
      "text": "5e - Lower soleus level. Here we see the lowest portion of the soleus muscle and the overlying proximal Achilles tendon. The distal soleus is variable in size, shape and configuration, including its intramuscular tendons. In this patient the plantaris tendon has merged and is not visible as a separate structure. The arrow indicates its usual position within or adjacent to the medial margin of the Achilles tendon."
    },
    {
      "type": "paragraph",
      "text": "5f - Distal Achilles tendon. This patient has no separate plantaris tendon at this level. The arrow indicates the usual position of the plantaris within or adjacent to the medial margin of the Achilles tendon."
    },
    {
      "type": "paragraph",
      "text": "6a"
    },
    {
      "type": "paragraph",
      "text": "Vessel mimicking aponeurosis tear. Normal vessels penetrate through the aponeuroses and course between fascia layers. In this example a vessel (green arrows) courses through the posterior soleus aponeurosis, between the layers of the soleus and gastrocnemius aponeuroses, and finally through the gastrocnemius aponeurosis. Care must be taken to not mistake these for tear disruptions. Keys to recognition of normal vessels are that the disruptions are only on one or two slices instead of many, there is no adjacent muscle edema, and they often connect to vessels between fascia layers. S-soleus muscle. LG-lateral gastrocnemius. MG-medial gastrocnemius."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Calf Muscle Tear Patterns"
    },
    {
      "type": "paragraph",
      "text": "L-Pattern Tear"
    },
    {
      "type": "paragraph",
      "text": "Acute calf strains most often involve the anterior aponeurosis of the gastrocnemius near the lower margin of the medial muscle belly. Since the aponeurosis is very broad at this level, the transverse tear only extends part way across, typically from the medial muscle margin for a variable distance laterally, rarely reaching the lateral margin of the medial muscle belly. When the detached medial segment begins to retract a vertical split forms at the lateral margin, allowing it to move separately from the adjacent intact more lateral segment. The combined transverse and adjacent vertical tear components form the most common pattern of injury, a characteristic L configuration. The primary transverse tear component of an L-pattern tear is partial-width and is usually full-thickness. The vertical component is partial thickness. When large, L-pattern tears may distort to an oblique orientation."
    },
    {
      "type": "paragraph",
      "text": "7a"
    },
    {
      "type": "paragraph",
      "text": "7b"
    },
    {
      "type": "paragraph",
      "text": "L-pattern tear. The upper axial image reveals a superficial vertical tear (red arrows), manifest as a focal disruption of the arcing black line of the anterior gastrocnemius aponeurosis, with adjacent muscle edema. This divides the aponeurosis into medial and lateral segments (yellow and green arrowheads). Directly below the medial segment, the aponeurosis of the medial segment is missing, indicating a gap from a retracted transverse tear. The lateral segment remains intact, continuous from one slice to the next. The associated sagittal view shows the torn and retracted anterior aponeurosis just above the transverse tear gap. A coronal oblique reformatted image demonstrates the L-pattern. The vertical tear component is very long, extending into the upper portions of the muscle. The vertical tear length must be assessed by following it on the axial images and then correlating to the longitudinal cuts. Usually the tear extends as far as the associated muscle edema."
    },
    {
      "type": "paragraph",
      "text": "U-Pattern Tear"
    },
    {
      "type": "paragraph",
      "text": "When the initial transverse tear is more central in position rather than the typical involvement of the medial muscle margin, vertical splitting occurs at each margin of the torn segment. This forms a U-pattern tear configuration. Once a segment of aponeurosis has lost its distal tether, it is often displaced outward by the hematoma. The outward bulge assists in identifying the transverse tear as well as the vertical tears arising from its margins. U-pattern tears are typically partial thickness, limited to the aponeurosis and immediately underlying muscle, with the posterior portion of the muscle remaining intact."
    },
    {
      "type": "paragraph",
      "text": "8a"
    },
    {
      "type": "paragraph",
      "text": "8b"
    },
    {
      "type": "paragraph",
      "text": "U-pattern tear. Partial tear of medial gastrocnemius (MG) with two vertical components. A 3cm segment of the central portion of the anterior aponeurosis is torn transversely. Just above the tear level the anterior aponeurosis (yellow arrowheads) is bulged outward by hematoma. Note the vertical splits (red arrows) near the lateral and medial margins of this area. At the level of the transverse tear a segment of aponeurosis is missing from the anterior margin of the muscle. The oblique coronal image is perpendicular to the tear site and shows the partial thickness tear gap (asterisk). The aponeurosis is visibly discontinuous at this site. The posterior portion of the muscle remains intact."
    },
    {
      "type": "paragraph",
      "text": "Stair-StepPattern Tear"
    },
    {
      "type": "paragraph",
      "text": "As noted above, vertical tears are frequent important components of calf strain injuries. These must be followed to their full extent, to ascertain the length of injury and possible involvement of additional structures. Inferiorly a vertical tear usually leads to the lateral margin of a transverse tear which may not have been identified otherwise. Superiorly the tear may extend into additional muscles. Occasionally it leads to a second set of transverse and vertical tears, together forming a stair-step pattern which extends from inferomedially to superolaterally. The bottom transverse tear component is typically full-thickness. The vertical and upper transverse components are typically partial-thickness."
    },
    {
      "type": "paragraph",
      "text": "9a"
    },
    {
      "type": "paragraph",
      "text": "9b"
    },
    {
      "type": "paragraph",
      "text": "9c"
    },
    {
      "type": "paragraph",
      "text": "Stair-step pattern tear. Posterior coronal image demonstrating two sets of transverse (arrowheads) and vertical (arrows) tears forming a stair-step pattern. The tear courses up the medial head of the gastrocnemius (MG) and crosses up between the medial and lateral heads more superiorly. The upper axial image demonstrates an absent segment of the anterior gastrocnemius aponeurosis, compatible with a shallow transverse tear component. The upper vertical component extended upward between the medial and lateral (LG) heads of the gastrocnemius. The middle axial image shows the lower of two vertical tear components, extending up from the lateral margin of the lower transverse tear to the medial margin of the upper transverse component. The bottom axial image shows the lowest portion of the medial head with loss of the normal overlying aponeurosis, indicating lower transverse tear."
    },
    {
      "type": "paragraph",
      "text": "9c: Another patient with a stair-step tear pattern. In this second patient with a stair-step pattern, the upper of the two transverse tear components (arrowheads) crosses from the medial head (MG) into the lateral head (LG) of the gastrocnemius muscle."
    },
    {
      "type": "paragraph",
      "text": "Finding the Transverse Tear"
    },
    {
      "type": "paragraph",
      "text": "As noted above, vertical tears are frequent important components of calf strain injuries. These must be followed to their full extent, to ascertain the length of injury and possible involvement of additional structures. Inferiorly a vertical tear usually leads to the lateral margin of a transverse tear which may not have been identified otherwise. Superiorly the tear may extend into additional muscles. Occasionally it leads to a second set of transverse and vertical tears, together forming a stair-step pattern which extends from inferomedially to superolaterally. The bottom transverse tear component is typically full-thickness. The vertical and upper transverse components are typically partial-thickness."
    },
    {
      "type": "paragraph",
      "text": "10a"
    },
    {
      "type": "paragraph",
      "text": "Transverse tear recognition in three patients with L-pattern tears. On each case, note the the thin arcing black line of the anterior aponeurosis of the medial gastrocnemius (yellow arrowheads) on the proximal images. A focal or localized disruption is present at the site of a vertical tear (red arrow). As one follows the aponeurosis inferiorly the portion medial to the vertical split suddenly disappears, indicating the site of a transverse tear (red arrowheads). Usually a small portion of the lower margin of the medial gastronemius is visible at this level with an absent anterior aponeurosis. Large or small amounts of blood clot (C) can be present and must be distinguished from muscle or aponeurosis. Note the variable complexity of the hematoma collections. In some cases a peripheral rind forms, which on long axis images can be mistaken for a torn plantaris tendon. There are usually 2-5 axial slices of tear gap before a small remaining distal portion of the aponeurosis appears again. The remnant of the medial margin of the most distal portion of unfused gastrocnemius aponeurosis overlies the plantaris tendon (yellow arrow) which lies on the soleus surface. Note that due to image resolution limits the plantaris tendon may resemble a focal thickening rather than a distinct separate structure."
    },
    {
      "type": "paragraph",
      "text": "The transverse tear is often located above the lower margin of the muscle and thus on axial images the muscle may be seen on the same slice as the aponeurotic disruption. This may lead to confusion. It occurs either when the aponeurosis is torn slightly above the distal musculotendinous junction or often from greater retraction of the aponeurosis and anterior portion of the muscle than the posterior. The remaining posterior portion distorts and curves under, such that the muscle fibers become more horizontal rather than downward sloping. Note too that some retraction of the aponeurosis and deep portion of the muscle can occur even if the tear does not extend through the full muscle thickness, such as in our initial test case."
    },
    {
      "type": "paragraph",
      "text": "Another Hematoma and Tear Position"
    },
    {
      "type": "paragraph",
      "text": "As noted above, it is often the resulting hematoma which is the most obvious feature of a calf strain injury and its position reflects the location of the underlying injury. Posteromedial hematomas between the gastrocnemius muscle and overlying posterior compartment fascia are less common than the typical intermuscular ones shown above. They can easily be mistaken as being within the muscle when the overlying fascia is misconstrued as the posterior muscle surface. These arise from tearing of the posterior epimysium of the medial gastrocnemius, most often near the medial portion of the hematoma. A gastrocnemius tear involving the posterior surface can be difficult to identify due to irregularity and infolding of the posterior epimysium from compression by the hematoma. Localized muscle edema is sometimes helpful in finding the tear site. Hematoma at this position from a superficial gastrocnemius tear can be difficult to distinguish from fluid tracking inferiorly from a ruptured or dissecting popliteal cyst."
    },
    {
      "type": "paragraph",
      "text": "11a"
    },
    {
      "type": "paragraph",
      "text": "Posteromedial hematoma in two patients. Coronal and axial images of one patient reveal a posteromedial hematoma (H) with abundant low signal blood clot, positioned between the medial gastrocnemius muscle and the posterior compartment fascia. On the axial image, a vertical tear (red arrow) is located at the medial portion of the posterior surface of the medial gastrocnemius (MG). On the sagittal image the transverse tear (purple arrow) is found at the level of the mid muscle belly, rather than at the distal musculotendinous junction. This is at the lower margin of the upper aponeurosis, likely a site of relative weakness. A second axial image from another patient also shows a posteromedial hematoma and posteromedially positioned vertical tear (red arrow). The second hematoma has a more chronic-appearing thick peripheral rind."
    },
    {
      "type": "paragraph",
      "text": "Plantaris Tendon Tear Pitfalls"
    },
    {
      "type": "paragraph",
      "text": "The most frequent cause of the mistaken diagnosis of a plantaris tendon tear is the combination of an intermuscular hematoma, lack of visualization of the plantaris tendon, and lack of identification of a better explanation for the hematoma. Even more convincing is when a thin wavy low signal structure resembling a torn tendon is seen in the fluid between the soleus and medial gastrocnemius muscles, where one would expect the plantaris tendon to be, as in todays initial case (Figures 1&2). The most common cause of this appearance is a residual long and thin blood clot, mimicking a torn tendon. Clot can be recognized by looking at adjacent slices and noting that it is not in fact a continuous linear structure but rather an irregular broad one. Identifying the intact plantaris tendon in its normal position also confirms the mimic."
    },
    {
      "type": "paragraph",
      "text": "12a"
    },
    {
      "type": "paragraph",
      "text": "False positive plantaris tendon tear blood clot mimic. The coronal image shows a complex fluid collection with an irregular line that resembles a torn tendon (purple arrows). Axial images reveal that this is the peripheral rind of a clot in a large hematoma. The upper axial image demonstrates the vertical split (red arrow) which has extended upward from the lateral margin of the transverse tear. The lower image is at the level of the transverse tear defect and shows the aponeurosis to be absent from the remaining lowest portion of the gastrocnemius muscle. The intact plantaris tendon (yellow arrow) is seen at its usual position along the posterior surface of the soleus muscle."
    },
    {
      "type": "paragraph",
      "text": "A second mimic is a torn medial gastrocnemius aponeurosis, especially when it has a U-pattern configuration with a narrow width. A missing segment of anterior gastrocnemius aponeurosis is the key finding. Identifying the intact plantaris tendon in its usual position is also helpful."
    },
    {
      "type": "paragraph",
      "text": "13a"
    },
    {
      "type": "paragraph",
      "text": "False positive plantaris tendon tear torn gastrocnemius aponeurosis mimic. The sagittal image at the medial aspect of the calf reveals a linear structure (yellow arrowheads) with an abrupt distal termination, surrounded by fluid, near the expected course of the plantaris tendon. On upper through lower axial images, note that the structure in question is actually a torn segment of the medial gastrocnemius aponeurosis. The lowest image is at the level of the transverse tear defect. On the next higher slice the 7 mm wide segment is demarcated at each margin by a vertical tear (red arrows), components of a narrow U-pattern configuration. In retracting, the lower margin of the torn segment of aponeurosis has partially detached from the underlying muscle, resulting in fluid-signal anterior and posterior to the distal margin (blue arrows). Relatively low resolution and low SNR images in this case make the plantaris tendon difficult to identify, contributing to the misdiagnosis. An intact 1 x 3 mm tendon was confirmed on associated T1-weighted images (not shown)."
    },
    {
      "type": "paragraph",
      "text": "Transmuscular Tear Extension"
    },
    {
      "type": "paragraph",
      "text": "Many variations of tear involvement may be encountered, which can be elucidated with the principles of following normal anatomic continuity and connected areas of pathology on sequential images through their full extent. Rarely a linear tear can cross from the anterior to posterior muscle surfaces."
    },
    {
      "type": "paragraph",
      "text": "14a"
    },
    {
      "type": "paragraph",
      "text": "Vertical and transmuscular tears. A vertical tear (arrows) primarily involves the upper to mid posteromedial surface of the medial gastrocnemius, continuous inferiorly with a linear intramuscular tear (arrowheads) obliquely traversing the muscle from the anterior to the posterior surface. This is not a vessel, but a tear confirmed on serial axial images. Muscle edema helps delineate the extent of the tear."
    },
    {
      "type": "paragraph",
      "text": "Underlying Proximal Achilles Tear"
    },
    {
      "type": "paragraph",
      "text": "As described above, a transverse tear that extends across the partial width of an aponeurosis leads to retraction with one or more adjacent vertical splits. This can also happen in the Achilles tendon, especially proximally. When a transverse tear extends through a portion of the proximal tendon the shear forces can result in a vertical tear component that can propagate a long distance upward, primarily along the posterior soleus muscle surface, occasionally secondarily involving either or both heads of the gastrocnemius. This can present as primarily calf pain and the underlying Achilles tear may be relatively inconspicuous. This is an additional important example of why vertical tears must be followed to their full upper and lower extents, as there is usually an underlying transverse tear, potentially amenable to surgical repair."
    },
    {
      "type": "paragraph",
      "text": "15a"
    },
    {
      "type": "paragraph",
      "text": "Long L-pattern tear of the proximal Achilles to the upper calf. The coronal and the lowest axial images demonstrate a transverse tear and fluid-filled gap (asterisk) extending across the medial half of the Achilles tendon. The medially positioned plantaris tendon (yellow arrow) is intact. The associated vertical tear extends upward within the soleus aponeurosis (red arrow) and in the upper calf extends obliquely across the lateral gastrocnemius muscle (red arrowheads)."
    },
    {
      "type": "paragraph",
      "text": "16a"
    },
    {
      "type": "paragraph",
      "text": "Long U-pattern tear of the medial gastrocnemius and Achilles. An intermuscular hematoma is seen on the upper axial image. Adjacent vertical tears (short red arrows) of the medial gastrocnemius aponeurosis are also present, more obvious medially. An adjacent vertical tear involves the soleus aponeurosis (long red arrow). By following the subtle abnormalities inferiorly, the underlying lower transverse component is identified far below, at the posterior surface of the Achilles tendon (purple arrowheads). A segment of the gastrocnemius component of the Achilles tendon has delaminated (red arrowheads). Slight retraction is enabled by bordering vertical tears (lateral more visible than medial at this level). On the sagittal image, intramuscular edema along the posterior aspect of the lower soleus and anterior aspect of the gastrocnemius indicate a long length of injury up to the mid-calf level. This disruption resulted from shear related to mismatched forces generated by the gastrocnemius versus soleus. These shear forces have been postulated to play a role in the development of Achilles tendinosis."
    },
    {
      "type": "paragraph",
      "text": "Soleus Muscle Injuries"
    },
    {
      "type": "paragraph",
      "text": "As previously discussed, acute calf strains most often involve tears along the anterior surface of the medial gastrocnemius muscle, with a resulting adjacent intermuscular hematoma. Tears of the posterior surface of the soleus can also account for hemorrhage at the same location. These are not uncommon but are usually less severe. One study found them in nearly half of all calf strain injuries, whether in combination with gastrocnemius injuries or in isolation.8"
    },
    {
      "type": "paragraph",
      "text": "The soleus muscle has several potential injury locations and the finding of muscle edema should prompt further inspection. Proximally, the soleus is multipennate, with intramuscular aponeuroses/tendons which can also be clinically important tear sites. Injuries involving the central intramuscular tendon are associated with longer recovery times.15 Mild (grade 1) soleus strains are frequently found near the proximal fibular origin in patients with acute ACL tears. Distally, mild strains commonly occur in association with Achilles tendon tears. More significantly, vertical tears of the lower posterior soleus aponeurosis should be followed to the full upper and lower extents just as with gastrocnemius tears. This can reveal an additional important injury such as a high grade partial tear of the Achilles tendon that may not have been otherwise suspected."
    },
    {
      "type": "paragraph",
      "text": "17a"
    },
    {
      "type": "paragraph",
      "text": "Tear of the medial soleus. The normal continuity of the intramuscular medial aponeurosis of the soleus (S) has been disrupted (red arrows) and there is adjacent muscle edema. The oblique sagittal image demonstrates disruption of the vertical continuity of the aponeurosis by a transverse tear component which is filled with a small hematoma (red arrowheads). The axial images show the vertical component which extends above and below the transverse component."
    },
    {
      "type": "paragraph",
      "text": "18a"
    },
    {
      "type": "paragraph",
      "text": "Combined soleus and gastrocnemius tears. The coronal image demonstrates fluid at the level of the soleus and gastrocnemius muscles. The upper axial image reveals a vertical tear in the medial portion of the gastrocnemius aponeurosis (red arrow). The lower image shows a tear of the medial portion of the upper Achilles tendon with extension into the soleus (red arrow)."
    },
    {
      "type": "paragraph",
      "text": "Chronic Tear"
    },
    {
      "type": "paragraph",
      "text": "After conservative treatment, aponeurotic tears heal with fibrosis but some retraction often remains and recurrent injuries are not uncommon."
    },
    {
      "type": "paragraph",
      "text": "19a"
    },
    {
      "type": "paragraph",
      "text": "Recently reinjured chronic medial gastrocnemius tear with scar. Sagittal, coronal, and axial images demonstrate thick low signal scar (arrowheads) at the usual locations of discontinuity of a torn anterior gastrocnemius. The defects have filled in with scar, but muscle retraction remains and a small collection of fluid (red arrows) is located where muscle should be. Note the characteristic inward curvature of the lower muscle fibers (pennation angle has become perpendicular instead of acute) from greater retraction of the anterior muscle margin than the posterior portion of the muscle."
    },
    {
      "type": "paragraph",
      "text": "Other Diagnoses"
    },
    {
      "type": "paragraph",
      "text": "Another important role for imaging is the assessment for alternative or additional pathology such as stress fractures or DVT. DVT is more common in patients with calf injury."
    },
    {
      "type": "paragraph",
      "text": "20a"
    },
    {
      "type": "paragraph",
      "text": "Deep venous thrombosis. Low signal DVT (red arrows) expands proximal calf veins. There is mild surrounding soft tissue edema. This is the same patient as in Figure 9, with a stair-step pattern tear of the medial gastrocnemius muscle. Medial (MG) and lateral (LG) gastrocnemius muscles. Proximal plantaris tendon (yellow arrowhead)."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Summary of Keys in the MRI Assessment of Calf Strains"
    },
    {
      "type": "list",
      "items": [
        "Use optimal MRI technique with relatively small FOV and suitably high matrix to provide optimal resolution while maintaining reasonable SNR.",
        "Look for discontinuity of the medial gastrocnemius aponeurosis, side-to-side for vertical tears and slice-to-slice for transverse tears. This is the location of the vast majority of calf strain injuries and the tears are best seen on axial images.",
        "If a hematoma is present look carefully for discontinuity of the adjacent muscle surfaces and aponeuroses, especially for vertical tears near the margins of the area bowed outward by hematoma.",
        "If muscle edema is present near the muscle surface, look carefully for an overlying epimysial/myofascial tear.",
        "Follow each vertical tear and associated edema upward and downward over its full length. At the lower end of a vertical tear, look for the underlying transverse tear.",
        "Know that the lower transverse tear component is usually near the lower margin of the gastrocnemius muscle. Greater retraction of the deep component can move a distal aponeurotic tear gap just above the lower margin of the muscle.",
        "Realize that the underlying transverse tear of a calf strain injury may be as distal as the Achilles tendon, especially if the vertical tear is in the soleus.",
        "Look for the typical L-, U-, or stair-step patterns of injury.",
        "Follow the plantaris tendon from start to finish, confirming that it is intact. Be aware that this tendon is very small in cross-section and can be invisible on low resolution images or may be developmentally absent. When there is a rare true plantaris injury, the muscle is typically edematous or the tendon is avulsed distally.",
        "Be aware of plantaris tendon tear mimics. If there is apparent plantaris mid tendon discontinuity on a sagittal image, it is much more likely that the finding is due to a blood clot, or in rare cases due to a torn medial gastrocnemius aponeurosis segment. Confirm in each plane and look for the intact plantaris at its normal position.",
        "Know the anatomy. Dont mistake the lower soleus muscle for the lower gastrocnemius which terminates higher up.",
        "Look for other pathology such as DVT."
      ]
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Conclusion"
    },
    {
      "type": "paragraph",
      "text": "Calf strains are common and important injuries, with medial gastrocnemius tears accounting for the vast majority of cases. Several factors make optimal imaging assessment more challenging in this area, but with knowledge of the anatomy and tear patterns, a high level of accuracy can be achieved. This approach can be important in guiding the best treatment or rest interval for injured professional athletes and weekend warriors alike."
    },
    {
      "type": "heading",
      "level": 2,
      "text": "References"
    },
    {
      "type": "list",
      "items": [
        "Miller, W. A. Rupture of the musculotendinous juncture of the medial head of the gastrocnemius muscle. Am. J. Sports Med., 5(5):191-3, 1977. http://ajs.sagepub.com/content/5/5/191.full.pdf+html?sid=eff63717-4727-4aa9-8041-08ca2151064b",
        "Cheng Y, Yang HL, Sun ZY et al: Surgical treatment of gastrocnemius muscle ruptures. Orthopaedic Surgery 2012; 4(4), 253-257. http://www.ncbi.nlm.nih.gov/pubmed/23109311",
        "Khalfaoui, McEvoy. Tennis Leg: A unique strain, management approach and review of the literature. J. of Orth. 2016 February 23 3(1): 515-518. https://www.ghrnet.org/index.php/ijo/article/view/1489/1788",
        "Brooks JHM, Fuller CW, Kemp SPT, Reddin DB. Incidence, risk and prevention of hamstring muscle injuries in professional rugby union. Am J Sports Med. 2006;34:12971306. http://ajs.sagepub.com/content/34/8/1297.long",
        "Malliaropoulos N, Papacostas E, Kiritsi O, Papalada A, Gougoulias N, Maffulli N. Posterior thigh muscle injuries in elite track and field athletes. Am J Sports Med. 2010;38:18131819. http://ajs.sagepub.com/content/38/9/1813.long",
        "Connell DA, Schneider-Kolsky ME, Hoving JL, et al. Longitudinal study comparing sonographic and MRI assessments of acute and healing hamstring injuries.AJR2004; 183:975984. http://www.ajronline.org/doi/10.2214/ajr.183.4.1830975",
        "Grassi A, Quaglia A, Canata GL, Zaffagnini S. An update on the grading of muscle injuries: a narrative review from clinical to comprehensive systems. 2016 Jun 13 ;4(1):39-46. doi: 10.11138/jts/2016.4.1.039. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4914372/",
        "Bianchi S, Martinoli C, Abdelwahab IF, Derchi LE, Damiani S.Sonographic evaluation of tears of the gastrocnemius medial head (tennis leg).J Ultrasound Med1998; 17:157-162. http://www.jultrasoundmed.org/content/17/3/157.long",
        "Delgado GJ, Chung CB, Lektrakul N, Azocar P, Botte MJ, Coria D, Bosch E, Resnick D. Tennis leg: clinical US study of 141 patients and anatomic investigation of four cadavers with MR imaging and US. 2002;224:1129.http://dx.doi.org/10.1148/radiol.2241011067",
        "Koulouris G, Ting AYI, Jhamb A, Connell D, Kavanagh EC. Magnetic resonance imaging findings of injuries to the calf muscle complex. Skeletal Radiol.2007;36:921-7.http://link.springer.com/article/10.1007%2Fs00256-007-0306-6",
        "Severance HJ, Bassett FH., 3rd. Rupture of the plantaris: does it exist?J Bone Joint Surg Am.1982;64:13878.http://jbjs.org/content/64/9/1387.long",
        "Helms CA, Fritz RC, Garvin GJ. Plantaris muscle injury: Evaluation with MR imaging.1995;195:201-203. http://pubs.rsna.org/doi/pdf/10.1148/radiology.195.1.7892469",
        "Bianchi S, Sailly M, Molini L. Isolated tear of the plantaris tendon: ultrasound and MRI appearance. Skeletal Radiol. 2011 Jul;40(7):891-5. doi: 10.1007/s00256-010-1076-0. Epub 2010 Dec 31. http://www.ncbi.nlm.nih.gov/pubmed/21193908",
        "Saxena A, Bareither D. Magnetic resonance and cadaveric findings of the incidence of plantaris tendon. Foot Ankle Int. 2000 Jul;21(7):570-2. http://www.ncbi.nlm.nih.gov/pubmed/10919622?dopt=Abstract",
        "Pedret C, Rodas G, Balius R, et al. Return to play after soleus muscle injuries.Orthopaedic Journal of Sports Medicine. 2015;3(7):2325967115595802. doi:10.1177/2325967115595802. http://ojs.sagepub.com/content/3/7/2325967115595802.full"
      ]
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Search the Archives"
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Explore by Subject"
    },
    {
      "type": "heading",
      "level": 2,
      "text": "Elevate Your Radiology Career at Radsource"
    },
    {
      "type": "paragraph",
      "text": "We are seeking exceptional, fellowship-trained radiologists to join our elite team of top MSK & Neuro MRI specialists."
    },
    {
      "type": "paragraph",
      "text": "Enjoy flexible work hours with no mandatory night/weekend shifts, excellent technical and administrative support, and endless growth opportunities."
    },
    {
      "type": "paragraph",
      "text": "Ready to take your career to the next level?"
    }
  ]
}
